Repository: guoyu07/horde-fw3
Catalog: ansel/po/*.po
Languages: tr_tr

source: "%s" is not a directory.
tr_tr: "%s" Bir dizin deðil.

source: %d Gallery
tr_tr: %d Galeri

source: %d Group
tr_tr: %d Grup

source: %d Item
tr_tr: %d Öðe

source: %d bytes
tr_tr: %d bayt

source: %d comment
tr_tr: %d Yorum

source: %d gallery
tr_tr: %d galerý

source: %d item
tr_tr: %d öðe

source: %d photo
tr_tr: %d fotoðraf

source: %d photo was uploaded.
tr_tr: %d fotoðraflar yüklendi.

source: %d pixels
tr_tr: %d piksel

source: %d to %d of %d Galleries
tr_tr: %d - %d / %d galeri

source: %d to %d of %d Groups
tr_tr: %d - %d / %d Gruplar

source: %d to %d of %d Items
tr_tr: %d - %d / %d fotoðraf

source: %s :: Sort
tr_tr: %s :: Sýrala

source: %s from %s
tr_tr: %s / %s

source: %s sec
tr_tr: %s san.

source: %s's Galleries
tr_tr: %s'in galerileri

source: %s: faces %s
tr_tr: %s: %s Sima

source: -a, --add[=filename] Add local file to selected gallery
tr_tr: -a, --add[=dosyaadý] Yerel dosyayý secilmiþ galeriye ekle

source: -c, --create[=name/description/owner] Create gallery (and use it) Combined with -g to create a subgallery.
tr_tr: -c, --create[=ad/baþlýk/sahibi] Galerie oluþtur (ve kullan) -g ile beraber alt galeri oluþturulur

source: -d, --dir[=directory] Add all files from the directory to the selected gallery
tr_tr: -d, --dir[=dizin] Dizinden tüm dosyalarý seçilmiþ galeriye ekle

source: -d, --dir[=directory] Recursively add all files from the directory, creating a gallery for each directory
tr_tr: -d, --dir[=dizin] Dizinden altdizinlere inerek tüm dosyalarý ekle, eklerken her dizin için galeri oluþtur

source: -g, --gallery[=shortname] Select gallery to use
tr_tr: -g, --gallery[=kýsaad] Kullanýlacak galeri seç

source: -h, --help Show this help
tr_tr: -h, --help Bu yardýmý göster

source: -k, --keep Do not delete empty galleries after import is complete.
tr_tr: -k, --keep Yükleme iþinden sonra boþ galerileri silme

source: -l, --list List galleries or photos (if combined with -g)
tr_tr: -l, --list Galeri veya fotoðraflarý listele (-g ile beraber kullanýldýðýnda)

source: -p, --password[=password] Horde login password
tr_tr: -p, --password[=þifre] Horde-Þifresi

source: -r, --remotehost[=url] The url of the remote rpc server.
tr_tr: -r, --remotehost[=url] Erisilmesi istenen rpc serverin url adresi.

source: -t, --caption[=caption] Caption for photo (if combined with -a)
tr_tr: -t, --caption[=baþlýk] Fotoðraf için baþlýk (-a ile beraber kullanýldýðýnda)

source: -u, --username[=username] Horde login username
tr_tr: -u, --username[=kullanýcýadý] Horde kullanýcý adý

source: 90 deg CCW
tr_tr: 90° Saat Yönünün ters yönde

source: 90 deg CCW Mirrored
tr_tr: 90° saat yönünde döndürerek yansýt

source: 90 deg CW
tr_tr: 90° Saat Yönünde

source: 90 deg CW Mirrored
tr_tr: 90° saat yönünün tersi yönüne yansýt

source: A Lightbox Inspired Style (Drop Shadows, No Background)
tr_tr: Lightbox'a benzyen stil (Arkapanosu olmayan)

source: A Lightbox Inspired Style (No Background)
tr_tr: Lightbox'a benzeyen stil (Arkapanosuz)

source: A Lightbox Inspired Style (White Background)
tr_tr: Lightbox'a benzeyen stil (Beyaz arkapanolu)

source: A gallery to add this photo to is required.
tr_tr: Resmi eklemek istediðiniz galeri belirtilmeli.

source: Access denied adding a gallery to "%s".
tr_tr: Galeriyi "%s" eklerken eriþim engellendi.

source: Access denied adding photos to "%s".
tr_tr: Fotoðrafý "%s" eklerken eriþim engellendi.

source: Access denied adding tags to this gallery.
tr_tr: Bu galeriye anahtarsözcük kaydedilmesine izin verilmedi.

source: Access denied adding tags to this photo.
tr_tr: Bu fotoðrafa anahtarsözcük kaydedilmesine izin verilmedi .

source: Access denied copying photos to "%s".
tr_tr: Fotoðrafý "%s" kayd edilmesine izin verilmedi.

source: Access denied creating new galleries.
tr_tr: Yeni galeri oluþturmaya müsade edilmedi.

source: Access denied deleting galleries.
tr_tr: Galerilerin silinmesine müsade verilmedi.

source: Access denied deleting gallery "%s".
tr_tr: "%s" galerisinin silinmesi izin verilmedi.

source: Access denied deleting photos from "%s".
tr_tr: "%s" fotoðralarýn silinmesine müsade edilmedi.

source: Access denied downloading photos from "%s".
tr_tr: "%s" den fotoðralarýn indirilmesine müsade edilmedi.

source: Access denied editing galleries.
tr_tr: Galerilerin düzenlemesine izin verilmedi.

source: Access denied editing gallery "%s".
tr_tr: "%s" galerisini düzenlenmesine müsade edilmedi.

source: Access denied editing the photo.
tr_tr: Fotoðrafýn düzenlemesine müsade edilmedi.

source: Access denied moving photos to "%s".
tr_tr: Fotoðraflarýn "%s" taþýnmasýna müsade edilmedi.

source: Access denied removing photos from "%s".
tr_tr: "%s" fotoðraflarýn silinmesine izin verilmedi.

source: Access denied saving gallery "%s".
tr_tr: "%s" galerisini kaydetmeye müsade edilmedi.

source: Access denied saving photo to "%s".
tr_tr: Fotoðrafýn "%s" kaydedilmesine izin verilmedi.

source: Access denied setting captions for %s.
tr_tr: %s baþlýðýný velirlenmesine müsade edilmedi.

source: Access denied to gallery "%s".
tr_tr: "%s" galerisine izin verilmedi.

source: Access denied viewing this gallery.
tr_tr: Bu galerinin görüntülenmesine izin verilmedi

source: Access denied viewing this photo.
tr_tr: Bu fotoðrafýn görüntülenmesine izin verilmedi.

source: Action was cancelled.
tr_tr: Eylem durduruldu.

source: Actions for Selected Images:
tr_tr: Ýþaretlenmiþ Fotoðraflar için Eylemler

source: Actions:
tr_tr: Eylemler:

source: Add
tr_tr: Ekle

source: Add Content
tr_tr: Ýçerik ekle

source: Add Photo
tr_tr: Fotoðraf ekle

source: Add a custom face range
tr_tr: Manuel sima ekle

source: Add to bookmarks
tr_tr: Sýk kullanýlanlara ekle

source: Adding A New Gallery
tr_tr: Yeni galeri ekle

source: Adding A Subgallery to %s
tr_tr: %s'e altgaleri ekle

source: Adding subdirectories:
tr_tr: Altdizinler ekle:

source: Administrators
tr_tr: Administratörler

source: Advertisement content
tr_tr: Reklam içerikleri

source: All
tr_tr: Hepsi

source: All Galleries
tr_tr: Tüm Galeriler

source: All faces
tr_tr: Tüm simalar

source: Allow all ages
tr_tr: Tüm yaþlara müsade et

source: Anyone
tr_tr: Herkes

source: Aperture
tr_tr: Objektif Açýklýðý

source: Are you sure you want to delete the selected photos?
tr_tr: Seçilmiþ fotoðraflarý gerçekten silmek istiyor musun?

source: Artist
tr_tr: Fotoðrafcý

source: Ascending
tr_tr: Yükselen

source: Attempt to edit a non-existent share.
tr_tr: Mevcut olmayan share düzenlenmeye çalýþýldý.

source: Authenticated users
tr_tr: Giriþ yapmýþ kullanýcýlar

source: Automatically watermark photos?
tr_tr: Otomatik gizli damga girilsin mi?

source: Av-priority
tr_tr: Av-Priorität

source: Average
tr_tr: Ortalama

source: Back to gallery
tr_tr: Galeriye geri dön

source: Bad input.
tr_tr: Yanlýþ veri.

source: Bottom
tr_tr: Alt

source: Browse
tr_tr: Listele

source: Browse Tags
tr_tr: Anahtarsözcükleri göster

source: Camera Make
tr_tr: Kamerayý üreten

source: Camera Model
tr_tr: Kamera modeli

source: Camera Orientation
tr_tr: Kamera bakýþý

source: Can't get unknown file type "%s".
tr_tr: Tanýnmamýþ dosya tipi "%s" düzenlenemiyor.

source: Cancel
tr_tr: Ýptal

source: Cancel Change
tr_tr: Deðiþiklikleri Ýptal Et

source: Cannot read photo signature
tr_tr: Fotoðraf imzasý okunamýyor

source: Cannot save photo signature
tr_tr: Fotoðraf imzasý kaydedilemedi

source: Cannot store search photo
tr_tr: Arama fotoðrafý kaydedilemedi

source: Caption
tr_tr: Fotoðrafbaþlýðý

source: Caption Editor
tr_tr: Fotoðrafbaþlýðý için editör

source: Captions Saved.
tr_tr: Fotoðrafbaþlýðý kayýt edildi.

source: Category
tr_tr: kategori

source: Center
tr_tr: Ortala

source: Center Weighted Average
tr_tr: Santral Ortalama Aðýrlýk

source: Change display options such as which view to display by default, how many photos to display on a page, and the default gallery style to use.
tr_tr: Görüntüleme ayarlarýný deðiþtir, örneðin hangi standart görünüm, kaç fotoðraf bir sayfada görüntülensin ve galeri stilini seç gibi.

source: Change options dealing with tags and exif data.
tr_tr: Exif verileri ve anahtarsözcüklerle ilgili ayarlarý deðiþ

source: Change properties
tr_tr: Özellikleri deðiþtir

source: Change your user permission options such as who can download original photos, and what permissions newly created galleries should have by default.
tr_tr: Kullanýcý izinleleri seçeneklerini deðiþtirin. Örneðin kimler orijinal fotoðraflarý indirebilir ve hangi haklar/izinler yeni oluþturulmuþ galerilere standart olarak verilsin.

source: Change your watermark options.
tr_tr: Gizli damga ayarlarýný deðiþtir.

source: Changes cancelled.
tr_tr: Deðiþiklikler iptal edildi.

source: Claim
tr_tr: Bildir

source: Click to add caption...
tr_tr: Baþlýk eklemek için týkla...

source: Cloudy
tr_tr: Bulutlu

source: Color Space
tr_tr: Renk alaný

source: Comments:
tr_tr: Yorumlar:

source: Compulsory Flash
tr_tr: Kompulsif Flaþ

source: Compulsory Flash, Return light detected
tr_tr: Kompulsif Flaþ, Yansýma Iþýðý bulundu

source: Compulsory Flash, Return light not detected
tr_tr: Kompulsif Flaþ, Yansýma Iþýðý bulunamadý

source: Content Disclaimer
tr_tr: Ýçerik açýklamalarý

source: Content abuse report in %s
tr_tr: %s deki yasa dýþý içeriði rapor et

source: Continue - I'm over %d
tr_tr: Devam - %d'den üzereyim

source: Copied %d photo from %s to %s
tr_tr: %d fotoðraf %s dan %s kopyalandý

source: Copied %d photo to %s
tr_tr: %d fotoðraf %s kopyalandý

source: Copy
tr_tr: Kopyala

source: Copyright
tr_tr: Telif hakký

source: Copyright infringement
tr_tr: Telif hakký ihlali

source: Could not extract exif fields from %s: %s
tr_tr: %s: %s'den exif verileri çýkarýlamadý

source: Could not load the gzip extension
tr_tr: Gzip modülü yüklenemedi

source: Could not load the lzf extension
tr_tr: lzf modülü yüklenemedi

source: Could not save gallery, the slug, "%s", already exists.
tr_tr: Galeriyi kaydedemedim. Kullanýlan kýsa ad, "%s", zaten mevcut

source: Couldn't list galleries.
tr_tr: Galeriler listelenemedi.

source: Couldn't read command-line options.
tr_tr: Komut satýrý seçenekleri okunamadý.

source: Create
tr_tr: Oluþtur

source: Create a new face
tr_tr: Yeni sima oluþtur

source: Create a new gallery
tr_tr: Yeni galeri oluþtur:

source: Create a new gallery:
tr_tr: Yeni bir galeri oluþtur:

source: Create a subgallery
tr_tr: Altgaleri oluþtur

source: Created:
tr_tr: Oluþturulma:

source: Creating gallery: "%s"
tr_tr: Galeri oluþturuluyor: "%s"

source: Crop
tr_tr: Kes

source: Custom
tr_tr: Özel

source: Custom Watermark
tr_tr: Özel gizli damga

source: Custom text to display describing your galleries. This will be displayed in place of your username when grouping galleries by username.
tr_tr: Galerinizi tarif eden özgür yazý. Kullanýcý adýna göre gruplaþtýrýldýðýnda kullanýcý adýnýz yerine gösterileçektir.

source: Custom watermark to use for photos
tr_tr: Fotoðraflarda kullanýlmasý için özel gizli damga

source: Date
tr_tr: Tarih

source: Date Photo Digitized
tr_tr: Dijitalleþtirme tarihi

source: Date Photo Modified
tr_tr: Fotoðrafýn deðiþitirilme tarihi

source: Date Photo Taken
tr_tr: Çekiliþtarihi

source: Default
tr_tr: Standart

source: Default category for galleries
tr_tr: Galeriler için standart kategori

source: Default style for galleries
tr_tr: Galeriler için standart stil

source: Delete
tr_tr: Sil

source: Delete face
tr_tr: Simayý sil

source: Deleted the photo.
tr_tr: Fotoðraf silindi.

source: Deleting empty gallery, "%s"
tr_tr: Silinecek boþ galeri: "%s"

source: Descending
tr_tr: Azalan

source: Desired dimensions:
tr_tr: Ýstenilen ebat:

source: Display Mode
tr_tr: Görüntüleme modu

source: Display Options
tr_tr: Görüntüleme Ayarlarý

source: Do you know someone in this photo?
tr_tr: Bu fotoðrafta birisini tanýyor musunuz?

source: Do you really want to report this gallery?
tr_tr: Bu galeriyi gerçekten rapor etmek istiyor musun?

source: Do you really want to report this photo?
tr_tr: Bu fotoðrafý gerçekten bildirmek istiyor musunuz?

source: Do you want to permanently delete "%s"?
tr_tr: "%s" Tamamen silmek istediðinizden emin misiniz?

source: Done
tr_tr: Bitti

source: Download Original Photo
tr_tr: Orijinal fotoðrafý indir

source: Download as zip file
tr_tr: Zip dosyasý olarak indir

source: Drag photos to the desired sort position.
tr_tr: Sýralamak istediðiniz þekilde fotoðraflarý yerleþtirin.

source: ERROR: %s
tr_tr: HATA: %s

source: Ecard -
tr_tr: E-Kartpostal -

source: Edit
tr_tr: Deðiþtir

source: Edit %s :: %s
tr_tr: %s deðiþtir :: %s

source: Edit Dates
tr_tr: Tarihleri düzenle

source: Edit Permissions
tr_tr: Ýzinleri deðiþtir

source: Edit Permissions for %s
tr_tr: '%s' izinlerini deðiþtir

source: Edit Photo
tr_tr: Fotoðrafý düzenle

source: Edit a photo
tr_tr: Bir fotoðrafý düzenle

source: Edit face region
tr_tr: Sima alanýný düzenle

source: Edit faces
tr_tr: Simalarý düzenle

source: Edit properties :: %s
tr_tr: Özellikleri deðiþtir :: %s

source: Editing dates for the following images
tr_tr: Þu fotoðraflarýn tarihleri düzenlenecek

source: Embed:
tr_tr: Göm:

source: Empty
tr_tr: Boþalt

source: Error accessing %s: %s
tr_tr: %s eriþimde hata oluþtu: %s

source: Error retrieving feed
tr_tr: Feed okunurken hata oluþtu

source: Existing galleries:
tr_tr: Var olan galeriler:

source: Exposure
tr_tr: Poz

source: Exposure Bias
tr_tr: Poz Meyili

source: Exposure Mode
tr_tr: Poz Modu

source: Exposure Time
tr_tr: Poz Süresi

source: Extracted exif fields from %s
tr_tr: %s'den exif verilierini oku

source: F-Number
tr_tr: F-Numarasý

source: Face
tr_tr: Sima

source: Face does not exist
tr_tr: Sima bulunamadý

source: Face driver does not exist.
tr_tr: Sima tanýma mekanizmasý için sürüçü mevcut deðil.

source: Face name to search
tr_tr: Aranmasý istenen simaadý

source: Face name was not reported.
tr_tr: Der Gesichtername wurde nicht gespeichert.

source: Face successfuly created
tr_tr: Sima baþarýyla oluþturuldu

source: Face successfuly updated
tr_tr: Sima baþarýyla düzenlendi

source: Face to search for
tr_tr: Aranmasý istenilen sima

source: Faces
tr_tr: Simalar

source: File %s
tr_tr: Dosya %s

source: File Size
tr_tr: Dosya boyutu

source: File not found.
tr_tr: Dosya bulunamadý.

source: File to upload
tr_tr: Yüklenecek dosya

source: Filename
tr_tr: Dosya adý

source: Find faces
tr_tr: Sima bul

source: Find other photos this face appears in
tr_tr: Bu simanýn bulunduðu diðer fotoðraflarý bul

source: Find similar
tr_tr: Benzer ara

source: Flash
tr_tr: Flaþ

source: Flash Setting
tr_tr: Flaþ Ayarlarý

source: Flash, Auto-Mode
tr_tr: Flaþ, Oto-Modu

source: Flash, Auto-Mode, Return light detected
tr_tr: Flaþ, Oto-Modu, Yansýtma Iþýðý Bulundu

source: Flash, Auto-Mode, Return light not detected
tr_tr: Flaþ, Oto-Modu, Yansýtma Iþýðý Bulunamadý

source: Flip
tr_tr: Çevir

source: Fluorescent
tr_tr: Floresan Iþýk

source: Focal Length
tr_tr: Odaklama Mesafesi

source: Focal Length (35mm equiv)
tr_tr: Brennweite (entsprechend KB)

source: From galleries of %s
tr_tr: %s'in galerilerinden

source: From my galleries
tr_tr: Benim galerilerimden

source: From:
tr_tr: Gönderen:

source: Galleries
tr_tr: Galeriler

source: Galleries grouped by %s
tr_tr: %s göre gruplaþtýrýlmýþ galeriler

source: Galleries in category "%s"
tr_tr: Kategoride galeri "%s"

source: Gallery
tr_tr: Galeri

source: Gallery %s not found.
tr_tr: %s galerisi bulunamadý.

source: Gallery Actions
tr_tr: Galeri Eylemleri

source: Gallery Ages
tr_tr: Galeri Yaþý

source: Gallery Category
tr_tr: Galeri kategorisi

source: Gallery Description
tr_tr: Galeri-Tanýmlamasý

source: Gallery Display Name
tr_tr: Galeri Görüntüleme Adý

source: Gallery Id
tr_tr: Galeri-Id'si

source: Gallery List
tr_tr: Galeri Listesi

source: Gallery Name
tr_tr: Galeri adý

source: Gallery Parent
tr_tr: Üst galeri

source: Gallery Properties
tr_tr: Galeri Özellikleri

source: Gallery Slug
tr_tr: Kýsa Galeri Adý

source: Gallery Tags
tr_tr: Galerinin Anahtarsözcükleri

source: Gallery does not exist.
tr_tr: Galeri mevcut deðil.

source: Gallery sorted.
tr_tr: Galeri yeniden düzenlendi.

source: Gallery was not reported.
tr_tr: Bu galeri rapor edilmedi.

source: Gallery was reported.
tr_tr: Bu galeri rapor edildi.

source: General Options
tr_tr: Genel Seçenekler

source: Giant
tr_tr: Çok Büyük

source: Grayscale
tr_tr: Gri Ton

source: Group By Date
tr_tr: Tarihe Göre Gruplaþtýr

source: Group by:
tr_tr: Gruplaþtýr:

source: Group galleries by
tr_tr: Galerileri gruplaþtýr

source: Height
tr_tr: Boy

source: Horizontal Alignment
tr_tr: Yatay hizalandýr

source: I know who is on one of your photos
tr_tr: Fotoðraflarýnýn birinde birisini tanýyorum

source: ISO Setting
tr_tr: ISO-Ayarlarý

source: Image not found.
tr_tr: Fotoðraf bulunamadý.

source: Images in this gallery
tr_tr: Bu galerideki fotoðraflar

source: Incomplete photo
tr_tr: Tam olmayan fotoðraf

source: Invalid gallery "%s" specified.
tr_tr: Gecersiz Galeri "%s" belirtildi.

source: Invalid gallery specified.
tr_tr: Gecersiz galeri belirtildi.

source: Landscape
tr_tr: Manzara

source: Large
tr_tr: Büyük

source: Last Modified
tr_tr: Son Deðiþtirme

source: Learn how to publish photos directly from Windows.
tr_tr: Fotoðraflarý Windows'dan direk yüklemeyi öðren.

source: Left
tr_tr: Sol

source: Lightbox with Polaroids (No Background)
tr_tr: Polaroidlý Lightbox (Arka panosuz)

source: Links
tr_tr: Linkler

source: Listing Gallery/Name
tr_tr: Galerilistesi/Ad

source: Listing photos in %s
tr_tr: Fotoðraflý %s göster

source: Loading ...
tr_tr: Yükleniyor ...

source: Loading...
tr_tr: Yükleniyor...

source: Logged in successfully as "%s".
tr_tr: Baþarý ile "%s" olarak giriþ yapýldý.

source: Login is incorrect.
tr_tr: Giriþ bilgileri yanlýþ.

source: Login to %s
tr_tr: %s giriþ yap

source: Make this the default photo for this gallery?
tr_tr: Bu galeri için standard fotoðraf olarak kullanýlsýn mý?

source: Manual
tr_tr: Manuel

source: Manual face selection
tr_tr: Kendiniz sima seçin

source: Maximum file size:
tr_tr: Maksimum dosya ebatý:

source: Maximum number of faces
tr_tr: Maksimum sima sayýsý

source: Maximum number of galleries
tr_tr: Maksimum galeri sayýsý

source: Maximum number of photos
tr_tr: Maksimum fotoðraf sayýsý

source: Maximum number of photos to display (0 means unlimited)
tr_tr: Görüntülemek istediðiniz maksimum fotoðraf sayýsý (0 = sýnýr yok)

source: Maximum photo size:
tr_tr: Maksimum dosya boyutu:

source: Maximum photo size: %s; with a total of: %s
tr_tr: Maksimum fotoðraf ebatý: %s; tüm boyutu: %s

source: Medium
tr_tr: Orta

source: Metering Mode
tr_tr: Ölcüm modu

source: Mirror
tr_tr: Yansýtmak

source: Mirrored
tr_tr: Yansýtýlmýþ

source: Missing container parameter.
tr_tr: Konteyner parametresi eksik

source: Modified
tr_tr: Son Deðiþtirme

source: Modifying: %s
tr_tr: Deðiþtiriliyor: %s

source: More then one face found in photo. Please note that you can search only one faceat a time.
tr_tr: Birden fazla sima bulundu. Lütfen birden fazla sima aramanýz mümkün olmadýðýný göz önünde bulundurun.

source: Move
tr_tr: Taþý

source: Moved %d photo from "%s" to "%s"
tr_tr: %d Fotoðraf "%s"'dan "%s"'a taþýndý

source: Multiple Photos
tr_tr: Birden fazla fotoðraf

source: My Galleries
tr_tr: Benim Galerilerim

source: My Photos :: Add Content
tr_tr: Benim Fotoðraflarým :: Ýçerik Ekle

source: Name
tr_tr: Ad

source: Named faces
tr_tr: Ýsim verilmiþ simalar

source: New Gallery Description
tr_tr: Yeni Galeri-Tanýmý

source: New Gallery Title
tr_tr: Yeni Galeri Baþlýðý

source: Next
tr_tr: Ýleri

source: No
tr_tr: Hayýr

source: No Flash
tr_tr: Flaþsýz

source: No faces found
tr_tr: Hiç bir sima bulunamadý

source: No faces found. Define you own.
tr_tr: Sima bulunamadý. Kendiniz belirleyin.

source: No file specified
tr_tr: Dosya belirlenmemiþ

source: No gallery specified
tr_tr: Galeri belirlenmedi.

source: None
tr_tr: Hiçbiri

source: None (Owner only)
tr_tr: Hiç (Sadece sahibi)

source: Normal (O deg)
tr_tr: Normal (0°)

source: Not defined
tr_tr: Belirsiz

source: Number of faces per page
tr_tr: Bir sayfada gösterilmesi istenen sima sayýsý

source: Number of groups per page
tr_tr: Bir sayfada gösterilmesi istenen grup sayýsý

source: Number of tags to display
tr_tr: Görüntülenilmesi istenen anahtarsözcük sayýsý

source: Number of tiles per page
tr_tr: Bir sayfada öðe sayýsý

source: Number of tiles per row
tr_tr: Satýr baþý öðe sayýsý

source: Offensive content
tr_tr: Rahatsýz edici içerik

source: Only the owner or system administrator may change ownership or owner permissions for a share
tr_tr: Sadece sahibi veya sistem administratörü kullanýcý haklarýný veya sahibini deðiþtirebilir.

source: Orientation:
tr_tr: Oryantasyon :

source: Original Date
tr_tr: Orijinal veri

source: Other
tr_tr: Diðer

source: Others
tr_tr: Baþka

source: Owned by: %s
tr_tr: Sahibi: %s

source: Owner
tr_tr: Sahibi

source: Partial
tr_tr: Bir bölüm

source: Password
tr_tr: Þifre

source: Pause Slideshow
tr_tr: Diaþova Ara Ver

source: People in galleries of %s (%d of %d)
tr_tr: %s galerilerindeki þahýslar (%d / %d)

source: People in this gallery
tr_tr: Bu galerideki þahýslar

source: People in this photo
tr_tr: Bu fotoðraftaki þahýslar

source: Permission Options
tr_tr: Ýzin Seçenekleri

source: Person
tr_tr: Þahýs

source: Person in photo
tr_tr: Fotoðrafta olan þahýslar

source: Photo
tr_tr: Fotoðraf

source: Photo Count
tr_tr: Fotoðraf miktarý

source: Photo Description
tr_tr: Fotoðraf betimlemesi

source: Photo Galleries
tr_tr: Fotoðraf galerileri

source: Photo Type
tr_tr: Fotoðraf türü

source: Photo Upload
tr_tr: Fotoðraf yükle

source: Photo content may be offensive. You must be over %d to continue.
tr_tr: Fotoðraf içerigi yaþýnýza müsait olmayabilir. Devam etmek için %d yaþ üstü olmalýsýnýz.

source: Photo is too small. Search photo must be at least 50x50 pixels.
tr_tr: Fotoðraf yeterince büyük deðil. Arama fotoðrafý en azýndan 50x50 piksel olmalý.

source: Photo not found
tr_tr: Fotoðraf bulunamadý

source: Photo search
tr_tr: Fotoðraf arama

source: Photos by %s
tr_tr: %s göre fotoðraflar

source: Photos not found
tr_tr: Fotoðraflar bulunamadý

source: Photos tagged with %s on %s
tr_tr: %s anahtarsözcüklerini içeren %s'de fotoðraflar

source: Play
tr_tr: Baþlat

source: Please describe the reasons. For example, you don't want to be mentioned etc...
tr_tr: Lütfen nedenleri belirtin. Örneðin, adýnýzýn geçmesini istemiyorsunuz gibi...

source: Please enter your username and password.
tr_tr: Lütfen kullanýcý adýnýzý ve þifrenizi girin.

source: Please upload photo with the face to search for. You can search only one face per time.
tr_tr: Lütfen aranmasýný istediðiniz simayý içeren fotoðrafý yükleyin. Bir aramada sadece bir sima arayabilirsiniz.

source: Polaroid Style Thumbnails (White Background)
tr_tr: Polaroid-Önizlenim (Beyaz arkapano)

source: Portrait
tr_tr: Portre

source: Press the "Back" button and try again.
tr_tr: "Geri" tuþuna týklayýn ve bir daha deneyin.

source: Pretty Thumbnails
tr_tr: Nazik Önizlenim

source: Pretty Thumbnails (No Background)
tr_tr: Nazik Önizlenim (Arka panosuz)

source: Pretty Thumbnails (White Background)
tr_tr: Nazik Önizlenim (Beyaz arkapano)

source: Pretty Thumbnails on White Background
tr_tr: Beyaz arkapanolu nazik önizlenim

source: Preview
tr_tr: Önizlenim

source: Preview changes for %s :: %s
tr_tr: Vorschau der Änderungen für %s :: %s

source: Previous
tr_tr: Geri

source: Program
tr_tr: Proðram

source: Properties
tr_tr: Özellikler

source: Publish Photos to:
tr_tr: Fotoðraflarý yayýnla:

source: Publish to %s
tr_tr: %s'de yayýnla

source: Publish your photos to %s on %s.
tr_tr: Fotoðraflarýnýzý %s / %s yayýnlayýn.

source: Random Gallery
tr_tr: Rasgele Galerie

source: Random gallery
tr_tr: Rasgele galeri

source: Random photo
tr_tr: Rasgele Fotoðraf

source: Read and write
tr_tr: Oku ve yaz

source: Read, write, and delete
tr_tr: Oku, Yaz ve Sil
