Repository: guoyu07/horde-fw3
Catalog: ansel/po/*.po
Languages: tr_tr

source: Read-only
tr_tr: Sadece oku

source: Really Delete
tr_tr: Gerçekten Silinsin mi

source: Really Empty
tr_tr: Gerçekten Boþaltýlsýn mý

source: Really delete %s and all of its subgalleries?
tr_tr: Gerçekten %s ve tüm altgalerileri silinsin mi?

source: Really delete this gallery and all of the photos and subgalleries in it? This action cannot be undone.
tr_tr: Bu galeriyi ve tüm fotoðraflar ve altgaleriler silinsin mi? Bu iþlem sonrasý geri dönüþüm mümkün deðil.

source: Really empty %s?
tr_tr: %s gerçekten silinsin mi?

source: Really empty this gallery and all of the photos in it? This action cannot be undone.
tr_tr: Bu galeri gerçekten boþaltýlsýn ve içindeki tüm resimler silinsin mi? Bu eylem sonrasý geri dönüþüm mümkün deðil.

source: Reason
tr_tr: Neden

source: Recent Comments In %s
tr_tr: %s'de son yorumlar

source: Recent Photo Comments
tr_tr: Son Fotoðraf Yorumlarý

source: Recent faces
tr_tr: Son simalar

source: Recent photos by %s
tr_tr: %s'in son fotoðraflarý

source: Recent photos in %s
tr_tr: %s'de son fotoðraflar

source: Recently Added Photos
tr_tr: Son eklenen fotoðraflar

source: Recently Added Photos From %s
tr_tr: %s'den eklenen son fotoðraflar

source: Recently added photos by %s on %s
tr_tr: %s tarafýndan eklenen son fotoðraf %s

source: Recently added photos on %s
tr_tr: %s olan son fotoðraflar

source: Red Eye
tr_tr: Kýzýl Göz

source: Red Eye, Auto-Mode
tr_tr: Kýzýl Göz, Oto-Ayar

source: Red Eye, Auto-Mode, Return light detected
tr_tr: Kýzýl Göz, Oto-Ayar, Yansýyan ýþýk bulundu

source: Red Eye, Auto-Mode, Return light not detected
tr_tr: Kýzýl Göz, Oto-Ayar, Yansýyan ýþýk bulunamadý

source: Red Eye, Compulsory Flash
tr_tr: Kýzýl Göz, Kompulsif Flaþ

source: Red Eye, Compulsory Flash, Return light detected
tr_tr: Kýzýl Göz, Kompulsif Flaþ, Yansýtma Iþýðý bulundu

source: Red Eye, Compulsory Flash, Return light not detected
tr_tr: Kýzýl Göz, Kompulsif Flaþ, Yansýtma Iþýðý bulunamadý

source: Red Eye, Return light detected
tr_tr: Kýzýl Göz, Yansýtma ýþýðý bulundu

source: Red Eye, Return light not detected
tr_tr: Kýzýl Göz, Yansýtma ýþýðý bulunamadý

source: Refresh List
tr_tr: Listeyi Yenile

source: Reget faces for this image
tr_tr: Bu fotoðraf için simalar yeniden tanýnsýn

source: Related Tags
tr_tr: Benzer Anahtarsözcükleri

source: Remove %s from search
tr_tr: %s'yi aramadan çýkar

source: Remove Tag
tr_tr: Anahtarsözcüðü sil

source: Replace photo with this file
tr_tr: Fotoðrafý bu dosya ile deðiþtir

source: Report
tr_tr: Rapor

source: Report abuse or submit a removal request
tr_tr: Suistimal ediliþini rapor et veya silinmesini iste

source: Report by user
tr_tr: Kullanýcý tarafý rapor edilme

source: Report driver does not exist.
tr_tr: Rapor etme sürücüsü mevcut deðil.

source: Report face
tr_tr: Simayý rapor et

source: Report reason
tr_tr: Rapor nedeni

source: Report type
tr_tr: Rapor tipi

source: Reset
tr_tr: Sýfýrla

source: Reset all thumbnails
tr_tr: Tüm önizlenimleri yenile

source: Reset default photo
tr_tr: Standartfotoðrafý gerial

source: Resize
tr_tr: Ebatý deðiþtir

source: Right
tr_tr: Sað

source: Rotate 180
tr_tr: 180° cevir

source: Rotate Left
tr_tr: Sola Döndür

source: Rotate Right
tr_tr: Saða Döndür

source: Save
tr_tr: Kaydet

source: Save Captions
tr_tr: Fotoðraf baþlýklarýný kaydet

source: Save Change
tr_tr: Deðiþiklikleri kaydet

source: Save Gallery
tr_tr: Galeriyi kaydet

source: Save Photo
tr_tr: Fotoðrafý kaydet

source: Save face name
tr_tr: Sima adýný kaydet

source: Search
tr_tr: Ara

source: Search by name
tr_tr: Ad ile ara

source: Search by photo
tr_tr: Fotoðraf ile ara

source: Searching %s's photos tagged:
tr_tr: %s'in anahtarsözcüklerinini içeren fotoðraflar aranýyor:

source: Searching all photos tagged:
tr_tr: Þu anahtarsözcüklerini içeren fotoðraflarý ara:

source: Searching for faces in %s
tr_tr: %s'de sima ara

source: Select All
tr_tr: Tümünü seç

source: Select None
tr_tr: Hiçbirini seç

source: Select for Action
tr_tr: Eylem için seç

source: Select: %s, %s
tr_tr: Seçim: %s, %s

source: Selected photos to
tr_tr: Secilmiþ fotoðraflarý buraya

source: Send
tr_tr: Gönder

source: Send Ecard :: %s
tr_tr: E-Kartpostal gönder :: %s

source: Send an Ecard
tr_tr: E-Kartpostal gönder

source: Send ecard to the following address:
tr_tr: E-Kartpostalý þu adreslere gönder:

source: Sensing Method
tr_tr: Sensortipi

source: Separate tags with commas.
tr_tr: Birden fazla anahtarsözcüklerini virgülle ayýr.

source: Set captions
tr_tr: Fotoðraf baþlýklarýný belirle

source: Set permissions
tr_tr: Eriþim izinlemesini belirt

source: Shadowed Thumbnails (White Background)
tr_tr: Gölgeli önizlenim (Beyaz arkapano)

source: Shadowed Thumbnails on White Background
tr_tr: Beyaz arka panolu gölgeli önizlenim

source: Show EXIF data
tr_tr: EXIF-Verilerini göster

source: Shutter Speed
tr_tr: Fotoðraf Çekme Hýzý

source: Similar Photos
tr_tr: Benzer Fotoðraflar

source: Similar faces
tr_tr: Benzer simalar

source: Simple
tr_tr: Basit

source: Simple Lightbox
tr_tr: Basit Lightbox

source: Single Photo
tr_tr: Tek Fotoðraf

source: Slugs allows direct access to this gallery by visiting: %s. <br /> Slug names may contain only letters, numbers or the _ (underscore) character.
tr_tr: Kýsa ad; bu galeriye: %s.<br /> URL'iyle eriþilmesini saðlar. Kýsa harf, rakam ve _ (altçigi) içerebilir.

source: Small
tr_tr: Küçük

source: Sort by:
tr_tr: Sýralama:

source: Sort images
tr_tr: Fotoðraflarý sýrala

source: Start Slideshow
tr_tr: Diaþov baþlat

source: Storing photo "%s"...
tr_tr: Fotoðrafý kaydet "%s"...

source: Style for this gallery
tr_tr: Bu Galeri için stil

source: Successfully added %d photo (%s) to gallery "%s" from "%s".
tr_tr: %d Fotoðraf (%s) "%4$s"'den "%3$s" galerisine eklenmiþtir.

source: Successfully added photo "%s" to gallery "%s".
tr_tr: "%s" fotoðrafý baþarýyla "%s" galerisine eklenmiþtir.

source: Successfully deleted %s.
tr_tr: %s baþarýyla silindi.

source: Successfully emptied "%s"
tr_tr: "%s" baþarýyla boþaltýldý

source: Successfully modified the date on %d images.
tr_tr: Baþarýyla %d fotoðrafta tarih deðiþtirildi.

source: Sunny
tr_tr: Güneþli

source: Tag Cloud
tr_tr: Anahtarsözcük Daðýlýmý

source: Tags
tr_tr: Anahtarsözcükler

source: Tags and EXIF Options
tr_tr: Anahtarsözcükler ve EXIF Ayarlarý

source: Tell us who is in this photo
tr_tr: Bu fotoðrafta kimler görünüyor?

source: Terms and conditions infringement
tr_tr: Genel Anlaþma Ýhlali

source: The directory "%s" doesn't exist.
tr_tr: "%s" adlý dizin mevcut deðil.

source: The directory "%s" had no valid photos.
tr_tr: "%s" adlý dizinde geçerli fotoðraf yok.

source: The directory "%s" is empty.
tr_tr: "%s" adlý dizini boþ.

source: The file "%s" doesn't exist.
tr_tr: "%s" adlý dosya mevcut deðil.

source: The file you uploaded does not appear to be a valid photo.
tr_tr: Yüklediðiniz dosya büyük ihtimal geçerli bir fotoðraf deðil.

source: The gallery "%s" could not be created: %s
tr_tr: "%s" adlý galeri oluþturulamadý: %s

source: The gallery "%s" couldn't be created: %s
tr_tr: "%s" adlý galeri oluþturulamadý: %s

source: The gallery "%s" was created successfully.
tr_tr: "%s" adlý galeri baþarýyla oluþturuldu.

source: The gallery was saved.
tr_tr: Galeri kayedildi.

source: The gallery's default photo has successfully been reset.
tr_tr: Bu galerinin standart fotoðrafý baþarý ile yeni oluþturuldu.

source: The gallery's thumbnails have successfully been reset.
tr_tr: Bu galerinin ön izlenim fotosu baþarýyla yeni oluþturuldu.

source: The owner of the photo was notified.
tr_tr: Fotoðraf sahibine haber iletilti.

source: The owner of the photo, who will delegate the face name, was notified.
tr_tr: Sima ismini belirleyen fotoðrafýn sahibine haber gönderildi.

source: The slug "%s" already exists.
tr_tr: Bu ad "%s" zaten mevcut.

source: The uploaded file appears to be empty. It may not exist on your computer.
tr_tr: Yüklenen dosya boþ görünüyor. Bilgisayarýnýzda olmayabilir.

source: There are no photo galleries available.
tr_tr: Mevcut fotoðraf galerisi yok.

source: There are no photos in %s to download.
tr_tr: %s'de indirebileceðiniz fotoðraf yok.

source: There are no photos in this gallery.
tr_tr: Bu galeride fotoðraf yok.

source: There was a problem adding the photo "%s" to gallery "%s".
tr_tr: "%s" adlý fotoðrafý "%s" galerisine eklerken bir sorun oluþtu.

source: There was a problem adding the photo "%s" to gallery "%s": %s
tr_tr: "%s" adlý fotoðrafý "%s" galerisine eklerken sorun oluþtu: %s

source: There was a problem deleting %s: %s
tr_tr: %s silerken bir sorun oluþtu: %s

source: There was a problem deleting photos: %s
tr_tr: Fotoðraflarý silerken bir sorun oluþtu: %s

source: There was a problem saving the photo: %s
tr_tr: Fotoðraflarý kaydederken bir sorun oluþtu: %s

source: There was a problem uploading the photo.
tr_tr: Fotoðrafý yüklerken bir sorun oluþtu.

source: There was a problem uploading the photo: %s
tr_tr: Fotoðrafý yüklerken bir sorun oluþtu: %s

source: There was an error accessing the gallery
tr_tr: Galeriye eriþimde hata oluþtu

source: There was an error accessing the gallery.
tr_tr: Galeriye eriþimde hata oluþtu.

source: There was an error editing the dates: %s
tr_tr: Tarihler düzenlenirken hata oluþtu: %s

source: There was an error processing the uploaded archive: %s
tr_tr: Yüklemeye çalýþtýðýnýz arþivi iþlerken sorun oluþtu: %s

source: There was an error replacing the photo.
tr_tr: Fotoðrafý deðiþtiriken sorun oluþtu.

source: There was an error sending your message: %s
tr_tr: Ýletiyi gönderirken sorun oluþtu: %s

source: There was an unspecified error. The server returned: %s
tr_tr: Belirlenmemiþ hata oluþtu. Server þu hatayý verdi: %s.

source: This install does not support the %s feature. Please contact your administrator.
tr_tr: Aradýðýnýz "%s" iþlem desteklenmiyor, administratörünüze baþvurun.

source: Three Chip Color Area Sensor
tr_tr: Üç Çip Color Area Sensor

source: Tiny
tr_tr: Çok küçük

source: Top
tr_tr: Üstte

source: Top Level Gallery
tr_tr: En Üst Galeri

source: Tungsten
tr_tr: Volfram

source: Tv-priority
tr_tr: Tv-öncelikli

source: Unable to load the definition of %s.
tr_tr: %s-sürücüsü yüklenemedi.

source: Unable to retrieve requested feed
tr_tr: Ýstenilen feed getirtilemedi

source: Uncalibrated
tr_tr: Kalibresiz

source: Undo Changes
tr_tr: Deðiþiklikleri Geri al

source: Unfiled
tr_tr: Belirtilmemiþ

source: Unknown
tr_tr: Bilinmiyor

source: Unknown gallery
tr_tr: Tanýnmayan Galeri

source: Unnamed
tr_tr: Adsýz

source: Unsupported
tr_tr: Desteklenmemiþ

source: Untitled
tr_tr: Baþlýksýz

source: Updated %s.
tr_tr: %s güncelleþtirildi.

source: Upload
tr_tr: Yükle

source: Upload Photos to %s
tr_tr: Fotoðraflarý %s yükle

source: Upload face photo
tr_tr: Yeni sima fotoðrafýný yükle

source: Upload photos
tr_tr: Fotoðraf yükle

source: Upsidedown
tr_tr: Üstü Alta

source: Upsidedown Mirrored
tr_tr: Üstü Alta Yansýtýlmýþ

source: Usage: %s [OPTIONS]...
tr_tr: Kullanýlýþ: %s [OPTIONEN]...

source: Use a lightbox to view images
tr_tr: Fotoðraflara bakmak için bir lightbox kullan

source: Use the following return address:
tr_tr: Þu çevap adresi kullanýn:

source: User Comment
tr_tr: Kullanýcý Yorumu

source: User must be over %d
tr_tr: Kullanýcý %d üstünde olmalý

source: Username
tr_tr: Kullanýcý adý

source: Username or password are incorrect.
tr_tr: Kullanýcý adý ve þifre yanlýþ.

source: Username or password is incorrect.
tr_tr: Kullanýcý adý veya þifre yanlýþ.

source: Users with edit permissions
tr_tr: Düzenleme izni olan kullanýcýlar

source: Vertical Alignment
tr_tr: Dikey hizalandýr

source: View %s
tr_tr: %s göster

source: View All Results
tr_tr: Tüm sonuçlarý göster

source: View Photo
tr_tr: Fotoðrafý göster

source: View Results from All Users
tr_tr: Tüm kullanýcýlarýn sonucunu göster

source: View or leave comments
tr_tr: Yorumlarý göster veya Yorum býrak

source: View to display by default
tr_tr: Standart bakýþ

source: Watermark
tr_tr: Gizli damga

source: Watermark Font
tr_tr: Gizli damga fontu

source: Watermark Options
tr_tr: Gizli Damga Seçenekleri

source: When a new gallery is created, what default permissions should be given to groups that the user is a member of?
tr_tr: Yeni Galeri oluþturulduðunda, gruplara dahil olan kullanýcýlara hangi standart haklar verilsin?

source: When a new gallery is created, what permissions should be given to authenticated users by default?
tr_tr: Yeni bir galeri oluþturulduðunda giriþ yapmýþ kullanýcýlara hangi standart haklar verilsin?

source: When a new gallery is created, what permissions should be given to guests by default?
tr_tr: Yeni bir galeri oluþturulduðunda misafirlere hangi standart haklar verilsin?

source: Which EXIF fields should we automatically add as image tags during upload?
tr_tr: Yüklemede esnasýnda hangi EXIF verileri otomatik olarak fotoðrafa anahtarsözcük olarak eklensin

source: White Balance
tr_tr: Beyaz dengesi

source: Who should be allowed to download original photos
tr_tr: Orijinal fotoðraflarý kimler indirebilsin?

source: Width
tr_tr: Geniþlik

source: X Resolution
tr_tr: X-Çözünürlüðü

source: Y Resolution
tr_tr: Y-Çözünürlüðü

source: Yes
tr_tr: Evet

source: You are not allowed to edit these images.
tr_tr: Bu fotoðraflarý düzenlemeye izniniz yok.

source: You are not allowed to edit this photo.
tr_tr: Bu fotoðrafý düzenlemeye izniniz yok.

source: You do not have permission to add children to %s.
tr_tr: %s alt noktalar eklemek için yeterli hakkýnýz yok.

source: You do not have the facedetect extension enabled in PHP
tr_tr: PHP'de sima bulma modulleriniz aktif deðil.

source: You do not have the opencv extension enabled in PHP
tr_tr: PHP'de opencv desteðiniz yok.

source: You have been sent an Ecard. To view the Ecard, you must be able to view text/html messages in your mail reader. If you are viewing this message, then most likely your mail reader does not support viewing text/html messages.
tr_tr: Bir E-Kartpostalý aldýnýz. Bu Karpostalý görüntüleyebilmeniz için, E-Posta proðramýnýz HTML Ýletileri gösterebilmeli. HTML yerine bu yazýyý görüyorsanýz bir ihtimal E-Posta proðramýnýz HTML Ýletileri gösteremiyor.

source: You have no photo galleries, add one!
tr_tr: Fotoðraf galeriniz yok. Galeri ekleyin!

source: You must choose a gallery to move photos to.
tr_tr: Fotoðraflarý taþýyabilmeniz için bir galeri seçmelisiniz.

source: You must choose photos to delete.
tr_tr: Silmek istediðiniz fotoðraflarý seçmeniz gerekiyor.

source: You must choose photos to edit.
tr_tr: Düzenlemek istediðiniz fotoðraflarý seçmeniz gerekiyor.

source: You must configure a VFS backend to use Ansel.
tr_tr: Ansel'i kullanabilmeniz için bir VFS-Backend ayarlamanýz gerekiyor.

source: You must enter an e-mail address to send the message to.
tr_tr: Gönderilmesini istediðiniz geçerli E-Posta adresi girmelisiniz.

source: You must enter your e-mail address.
tr_tr: E-Posta adresinizi belirtmeniz gerekiyor.

source: You must login with an administrative account.
tr_tr: Yönetici giriþi ile giriþ yapmanýz gerekiyor

source: You must provide a display name for your new gallery.
tr_tr: Sie müssen einen Anzeigenamen für die neue Galerie angeben.

source: You must select at least on photo to edit.
tr_tr: Düzenlemek için en azýndan bir fotoðraf seçmelisiniz.

source: You must specify a valid directory.
tr_tr: Gecerli bir dizin belirtmelisiniz.

source: You must specify a valid username and password.
tr_tr: Gecerli bir kullanýcý adý ve þifre girmelisiniz.

source: You must specify the url for the remote Horde RPC server.
tr_tr: Uzak Horde RPC server için url belirtmelisiniz.

source: You must upload the search photo first
tr_tr: Ýlk önce arama fotoðrafý yüklemelisiniz

source: Zip File Upload
tr_tr: ZIP-Dosyasý yükle

source: _Browse
tr_tr: _Gözat

source: _Faces
tr_tr: _Simalar

source: _Galleries
tr_tr: _Galeriler

source: _My Galleries
tr_tr: _Benim Galerilerim

source: _New Gallery
tr_tr: _Yeni Galeri

source: _Print
tr_tr: _Yazdýr

source: category
tr_tr: kategori

source: height
tr_tr: Boy

source: image
tr_tr: resim

source: none
tr_tr: hiç

source: owner
tr_tr: sahibi

source: width
tr_tr: geniþlik
