Repository: guoyu07/horde-fw3
Catalog: passwd/po/*.po
Languages: ar_sy, fi_fi, lt_lt, pl_pl, tr_tr

source: %s does not exist or is not executable.
fi_fi: %s ei ole olemassa tai ei ole ajettava ohjelma.
lt_lt: %s neegzistuoja arba nëra paleidþiamasis failas.
pl_pl: %s nie istnieje lub nie jest wykonywalny.
tr_tr: %s yok, ya da çalýþtýrýlabilir deðil.

source: %s extension cannot be loaded!
fi_fi: %s-laajennusta ei voitu ladata!
lt_lt: Nepavyko uþkrauti %s modulio!
pl_pl: Nie mo¿na za³adowaæ rozszerzenia %s!

source: %s: unable to load driver: %s
fi_fi: %s: ei voi ladata ajuria: %s
lt_lt: %s: nepavyko uþkrauti tvarkyklës: %s
pl_pl: %s: nie mo¿na za³adowaæ drivera: %s
tr_tr: %s: sürücü yüklenemedi: %s

source: ADSI error %s.
fi_fi: ADSI virhe %s.
lt_lt: ADSI klaida %s.
pl_pl: B³±d ADSI %s.
tr_tr: ADSI hatasý %s.

source: Access Denied.
fi_fi: K‰yttˆ kielletty.
lt_lt: Neuþtenka teisiø.
pl_pl: Dostêp zabroniony
tr_tr: Eriþim Engellendi.

source: Backend not correctly implemented.
fi_fi: Taustaj‰rjestelm‰ ei toiminut oikein.
lt_lt: Slaptaþodþio keitimo posistemë neteisingai realizuota.
pl_pl: Backend nie poprawnie zaimplementowany.
tr_tr: Arka araç doðru uygulanmamýþ.

source: Cannot send command to server.
fi_fi: Komento l‰hetettiin palvelimelle.
lt_lt: Nepavyko nusiøsti komandos á serverá.
pl_pl: Nie mo¿na wys³aæ polecenia do serwera.
tr_tr: Sunucuya komut gönderilemiyor.

source: Change Password
fi_fi: Vaihda salasanasi
lt_lt: Slaptaþodþio keitimas
pl_pl: Zmieñ has³o
tr_tr: Þifre Deðiþtir

source: Change password for:
fi_fi: Vaihda salasana:
lt_lt: Slaptaþodþio keitimas serveryje:

source: Change your password
ar_sy: ÊÛííÑ ßáãÉ ÇáãÑæÑ
fi_fi: Vaihda salasanasi
lt_lt: Slaptaþodþio keitimas
pl_pl: Zmieñ swoje has³o
tr_tr: Þifrenizi deðiþtirin

source: Changing password for %s
fi_fi: Vaihdetaan salasanaa %s:lle
lt_lt: Slaptaþodþio keitimas serveryje %s

source: Confirm new password:
ar_sy: ÊÃßíÏ ßáãÉ ÇáãÑæÑ ÇáÌÏíÏÉ:
fi_fi: Vahvista uusi salasana
lt_lt: Pakartokite naujà slaptaþodá:
pl_pl: Powtórz nowe has³o:
tr_tr: Yeni þifreyi doðrulayýnýz:

source: Could not bind to LDAP server
fi_fi: LDAP-palvelinta ei voitu k‰ytt‰‰
lt_lt: Nepavyko autentifikuotis á LDAP serverá.
pl_pl: Nie mo¿na przy³±czyæ do serwera LDAP
tr_tr: LDAP sunucuya bað kurulamadý.

source: Could not change password (bad old password?)
fi_fi: Ei voitu vaihtaa salasanaa (v‰‰r‰ vanha salasana?)
lt_lt: Nepavyko pakeisti slaptaþodþio (blogas senas slaptaþodis?)
pl_pl: Nie mo¿na zmieniæ has³a (b³êdne stare has³o?)

source: Could not change password.
fi_fi: Ei voitu vaihtaa salasanaa.
lt_lt: Nepavyko pakeisti slaptaþodþio
pl_pl: Nie mo¿na zmieniæ has³a.

source: Could not connect to LDAP server
fi_fi: LDAP-palvelimeen ei saatu yhteytt‰
lt_lt: Nepavyko prisijungti prie LDAP serverio
pl_pl: Nie mo¿na po³±czyæ z serwerem LDAP
tr_tr: LDAP sunucuya baðlanýlamadý

source: Could not login to system (no password prompt)
fi_fi: Ei voitu kirjautua j‰rjestelm‰‰n (ei salasanakehoitetta)
lt_lt: Nepavyko prisijungti prie sistemos (sistema neuþklausë slaptaþodþio)
pl_pl: Nie mo¿na zalogowaæ siê do systemu (brak promptu has³a)

source: Could not open pipe to smbpasswd.
fi_fi: Ei voitu aukaista putkea smbpasswd-ohjelmalle.
lt_lt: Klaida jungiantis prie smbpasswd.
pl_pl: Nie mo¿na otworzyæ tunelu do smbpasswd.
tr_tr: smbpasswd komutuna tünel açýlamadý.

source: Could not start TLS connection to LDAP server
fi_fi: LDAP-palvelimeen ei saatu TLS-suojattua yhteytt‰
lt_lt: Nepavyko prisijungti prie LDAP serverio per TLS
pl_pl: Nie mo¿na ustanowiæ szyfrowanego po³±czenia TLS do serwera LDAP
tr_tr: LDAP sunucuya TLS baðlantýsý baþlatýlamadý

source: Could not start passwd program (no old password prompt)
fi_fi: Ei voitu k‰ynnist‰‰ passwd komentoa (ei kehoitetta vanhalle salasanalle)
lt_lt: Nepavyko paleisti passwd programos (sistema neuþklausæ seno slaptaþodþio)
pl_pl: Nie mo¿na uruchomiæ programu passwd (brak promptu do starego has³a)

source: End of file.
fi_fi: Tiedoston loppu.
lt_lt: Failo pabaiga.
pl_pl: Koniec pliku.

source: Error sending data to smbpasswd.
fi_fi: Tapahtui virhe l‰hetett‰ess‰ tietoa smbpasswd-ohjelmalle.
lt_lt: Klaida siunèiant duomenis smbpasswd komandai.
pl_pl: B³±d przy wysy³aniu danych do smbpasswd.
tr_tr: smbpasswd ye veri gönderirken hata oluþtu.

source: Failed to verify old password.
fi_fi: Vanha salasana on v‰‰r‰.
lt_lt: Nepavyko patikrinti seno slaptaþodþio.
pl_pl: B³±d podczas weryfikacji starego has³a.
tr_tr: Eski þifre doðrulanamadý.

source: Failure in changing password for %s: %s
fi_fi: Salasanan vaihto ep‰onnistui %s:lle: %s
lt_lt: Klaida keièiant slaptaþodá serveryje %s: %s

source: Full buffer.
fi_fi: Bufferi on t‰ynn‰.
lt_lt: Buferis pilnas.
pl_pl: Pe³ny bufor.

source: Incorrect old password.
fi_fi: V‰‰r‰ vanha salasana

source: Minimum password age has not yet expired
fi_fi: Salasanan vaihtamisenestoaika ei ole viel‰ kulunut umpeen
lt_lt: Minimalus slaptaþodþio galiojimo laikas dar nepasibaigë
pl_pl: Minimalny wiek has³a jeszcze nie min±³
tr_tr: En az þifre kullaným süresi henuz dolmadý

source: New password not valid (too short, bad password, too similar, ...)
fi_fi: Uusi salasana ei kelpaa (liian lynyt, huono salasana, liian samankaltainen, ...)
lt_lt: Neteisingas naujas slaptaþodis (per trumpas, blogas, panaðus á senà, ...)
pl_pl: Nowe has³o nie jest poprawne (zbyt krótkie, z³e, zbyt podobne itp.)

source: New password:
ar_sy: ßáãÉ ÇáãÑæÑ ÇáÌÏíÏÉ:
fi_fi: Uusi salasana:
lt_lt: Naujas slaptaþodis:
pl_pl: Nowe has³o:
tr_tr: Yeni þifre:

source: No prompt returned from server.
fi_fi: Palvelin ei palauttanut kehoitetta.
lt_lt: Serveris nepaklausë slaptaþodþio.
pl_pl: Nie otrzymano promptu od serwera.
tr_tr: Sunucudan tepki gelmedi.

source: No such backend "%s" found.
fi_fi: Taustaj‰rjestelm‰‰ "%s" ei lˆytynyt.
lt_lt: "%s" posistemës nëra.
pl_pl: Nie znaleziono backendu "%s".
tr_tr: "%s" arka aracý bulunamadý.

source: Old password:
ar_sy: ßáãÉ ÇáãÑæÑ ÇáŞÏíãÉ:
fi_fi: Vanha salasana:
lt_lt: Senas slaptaþodis:
pl_pl: Stare has³o:
tr_tr: Eski þifre:

source: Passwd is not properly configured.
fi_fi: Password-ohjelmisto ei ole asennettu oikein.
lt_lt: Slaptaþodþio keitimo modulis nesukonfigûruotas.
pl_pl: Passwd nie jest prawid³owo skonfigurowane.
tr_tr: Þifre doðru yapýlandýrýlmadý.

source: Password changed on %s.
fi_fi: Salasana vaihdettu %s.
lt_lt: Slaptaþodis serveryje %s pakeistas.
pl_pl: Zmieniono has³o na %s.
tr_tr: %s için þifre deðiþtirildi.

source: Password column "%s" not found in password table.
fi_fi: Password saraketta "%s" ei lˆytynyt password taulusta.
lt_lt: Slaptaþodþiø lentelëje nëra slaptaþodþio stulpelio "%s".
pl_pl: Nie znaleziono kolumny has³a "%s" w tabeli hase³.
tr_tr: "%s" þifre kolonu, þifre tablosunda bulunamadý.

source: Password module can't find the supplied bin.
fi_fi: Password-moduuli ei lˆyd‰ annettua komentoa.
lt_lt: Slaptaþodþio keitimo modulis negali rasti reikiamø duomenø.
pl_pl: Modu³ hase³ nie móg³ znale¼æ w³a¶ciwej binarki.
tr_tr: Þifre modülü, belirtilen uygulamayý bulamýyor.

source: Password module is missing required parameters.
fi_fi: Password-moduulilta puuttuu tarvittavia parametrej‰.
lt_lt: Slaptaþodþio keitimo modulis neranda reikalingø parametrø.
pl_pl: Modu³owi hase³ brakuje wymaganych parametrów.
tr_tr: Þifre modülü için gerekli deðiþkenler eksik.

source: Password module is missing target parameter.
fi_fi: Password-moduulille ei ole m‰‰ritelty target parametria.
lt_lt: Slaptaþodþio keitimo modulis neranda nustatytø parametrø.
pl_pl: Modu³owi hase³ brakuje docelowego parametru.
tr_tr: Þifre modülü için gerekli hedef deðiþken eksik.

source: Password module is not properly configured
ar_sy: ÎØÃ İí ÅÚÏÇÏÇÊ ÈÑíãÌ ßáãÉ ÇáãÑæÑ
fi_fi: Password-moduuli ei ole asennettu oikein
lt_lt: Slaptaþodþio keitimo modulis nesukonfigûruotas
pl_pl: Modu³ hase³ nie jest poprawnie skonfigurowany
tr_tr: Þifre modülü doðru yapýlandýrýlmadý

source: Password module is not properly configured.
fi_fi: Password-moduuli ei ole asennettu oikein.
lt_lt: Slaptaþodþio keitimo modulis nesukonfigûruotas.
pl_pl: Modu³ hase³ nie jest skonfigurowany prawid³owo.
tr_tr: Þifre modülü doðru yapýlandýrýlmadý .

source: Please provide a new password
fi_fi: Sinun t‰ytyy antaa uusi salasanasi
lt_lt: Nurodykite naujà slaptaþodá
pl_pl: Proszê podaæ nowe has³o
tr_tr: Lütfen yeni bir þifre giriniz

source: Please provide your current password
fi_fi: Sinun t‰ytyy antaa nykyinen salasanasi
lt_lt: Nurodykite savo darbartiná slaptaþodá
pl_pl: Proszê podaæ aktualne has³o
tr_tr: Lütfen þu anda geçerli olan þifreyi giriniz

source: Please verify your new password
fi_fi: Sinun t‰ytyy vahvistaa uusi salasanasi
lt_lt: Pakartokite savo naujà slaptaþodá
pl_pl: Proszê zweryfikowaæ swoje nowe has³o
tr_tr: Lütfen yeni þifrenizi doðrulayýnýz

source: Required 'drivers' is misconfigured in Composite configuration.
fi_fi: Tarvittavaa 'drivers'-asetusta ei ollut m‰‰ritelty Composite-asetuksissa.
lt_lt: Parametras 'drivers' neteisingai sukonfigûruotas nustatymuose.
pl_pl: Wymagane 'drivery' s± ¼le skonfigurowane w konfiguracji composite
tr_tr: Gerekli 'sürücü', bileþik yapýlandýrmada hatalý ayarlanmýþ.

source: Required 'phptype' not specified in Passwd SQL configuration.
fi_fi: Tarvittavaa 'phptype'-asetusta ei ollut m‰‰ritelty Passwd SQL-asetuksissa.
lt_lt: Parametras 'phptype' nenurodytas Passwd SQL konfigûracijoje.
pl_pl: Wymagany parametr 'phptype' nie jest okre¶lony w konfiguracji has³a SQL.
tr_tr: Þifre SQL yapýlandýrmasýnda gerekli olan 'phptype' belirtilmedi.

source: Required 'phptype' not specified in SQL configuration.
fi_fi: Tarvittavaa 'phptype'-asetusta ei ollut m‰‰ritelty SQL-asetuksissa.
lt_lt: Parametras 'phptype' nenurodytas SQL konfigûracijoje.
pl_pl: Wymagany parametr 'phptype' nie jest okre¶lony w konfiguracji SQL.
tr_tr: SQL yapýlandýrmasýnda gerekli olan 'phptype' belirtilmedi.

source: Reset
fi_fi: Tyhjenn‰
lt_lt: Iðvalyti
pl_pl: Przywróæ
tr_tr: Sýfýrla

source: The requested website for changing user passwords could not be reached.
fi_fi: Salasananvaihtosivustolle ei saatu yhteytt‰.
lt_lt: Vartotojø slaptaþodþiø keitimo puslapis nepasiekiamas.
pl_pl: Nie mo¿na wy¶wietliæ wymaganej do zmiany hase³ u¿ytkowników strony.

source: The username could not be found.
fi_fi: K‰ytt‰j‰tunnusta ei lˆytynyt.
lt_lt: Tokio vartotojo vardo nëra.
pl_pl: Nazwa u¿ytkownika nie zosta³a znaleziona.

source: Time out.
fi_fi: Aika ylittyi.
lt_lt: Baigësi slaptaþodþio keitimo laikas.
pl_pl: Czas min±³.

source: Unable to connect to SQL server.
fi_fi: SQL-palvelimeen ei saada yhteytt‰.
lt_lt: Nepavyko prisijungti prie SQL serverio.
pl_pl: Nie mo¿na po³±czyæ z serwerem SQL.
tr_tr: SQL sunucuya baðlantý kurulamadý.

source: Unable to open expect stream!
fi_fi: Expect vuota ei voitu aukaista!
lt_lt: Nepavyko atidaryti expect srauto!
pl_pl: Nie mo¿na otworzyæ oczekiwanego strumienia!

source: User not found
fi_fi: K‰ytt‰j‰‰ ei lˆytynyt
lt_lt: Vartotojas nerastas
pl_pl: Nie znaleziono u¿ytkownika
tr_tr: Kullanýcý bulunamadý

source: User not found.
fi_fi: K‰ytt‰j‰‰ ei lˆytynyt.
lt_lt: Vartotojas nerastas.
pl_pl: Nie znaleziono u¿ytkownika.
tr_tr: Kullanýcý bulunamadý.

source: Username:
ar_sy: ÇÓã ÇáãÓÊÎÏã:
fi_fi: K‰ytt‰j‰tunnus:
lt_lt: Vartotojo vardas:
pl_pl: U¿ytkownik:
tr_tr: Kullanýcý Adý:

source: You can't change password for user %s
ar_sy: áÇíãßä ÊÛííÑ ßáãÉ ÇáãÑæÑ ááãÓÊÎÏã %s
fi_fi: Et voi vaihtaa k‰ytt‰j‰n %s salasanaa
lt_lt: Jûs negalite pakeisti vartotojo %s slaptaþodþio
pl_pl: Nie mo¿esz zmieniæ has³a dla u¿ytkownika %s
tr_tr: %s kullanýcýsý için þifre deðiþtiremezsiniz

source: You must give your current password
fi_fi: Sinun t‰ytyy antaa nykyinen salasanasi
lt_lt: Privalote nurodyti dabartiná slaptaþodá
pl_pl: Musisz wpisaæ swoje obecne has³o
tr_tr: Þu anda geçerli olan þifrenizi girmelisiniz

source: You must give your new password
ar_sy: íÌÈ ÅÏÎÇá ßáãÉ ãÑæÑ ÌÏíÏÉ
fi_fi: Sinun t‰ytyy antaa haluamasi uusi salasana
lt_lt: Áveskite naujà slaptaþodá
pl_pl: Musisz wprowadziæ swoje nowe has³o
tr_tr: Yeni þifrenizi girmelisiniz

source: You must verify your new password
ar_sy: íÌÈ ÊÃßíÏ ßáãÉ ÇáãÑæÑ ÇáÌÏíÏÉ
fi_fi: Sinun t‰ytyy vahvistaa uusi salasanasi
lt_lt: Pakartokite naujà slaptaþodá
pl_pl: Musisz zweryfikowaæ swoje nowe has³o
tr_tr: Yeni þifrenizi doðrulamalýsýnýz

source: Your new password is too long; passwords may not be more than %d characters long!
fi_fi: Uusi salasanasi on liian pitk‰; salasanat eiv‰t saa olla %d merkki‰ pidempi‰!
lt_lt: Jûsø naujasis slaptaþodis per ilgas; jame gali bûti nedaugiau nei %d simboliai
pl_pl: Twoje howe has³o jest zbyt d³ugie. Has³o nie mo¿e byæ d³u¿sze ni¿ %d znaków!
tr_tr: Yeni þifreniz çok uzun. Þifre %d karakterden daha uzun olamaz!

source: Your new password is too simple to guess! Not changed!
fi_fi: Uusi salasanasi on liian helppo arvata. Salasanaa ei vaihdettu!
lt_lt: Slaptaþodis per paprastas - áveskite sudëtingesná!
pl_pl: Twoje nowe has³o jest zbyt proste do odgadniêcia! Nie zmieniam!
tr_tr: Yeni þifrenizi tahmin etmek çok kolay! Deðiþtirilmedi!

source: Your new password is too simple to guess. Not changed!
fi_fi: Uusi salasanasi on liian helppo arvata. Salasanaa ei vaihdettu!
lt_lt: Slaptaþodis per paprastas - áveskite sudëtingesná.
pl_pl: Twoje nowe has³o jest zbyt proste do odgadniêcia. Nie zmieniam!
tr_tr: Yeni þifrenizi tahmin etmek çok kolay. Deðiþtirilmedi!

source: Your new password must be at least %d characters long!
fi_fi: Uuden salasanasi t‰ytyy olla v‰hint‰‰n %d merkki‰ pitk‰!
lt_lt: Slaptaþodis turi bûti bent %d simboliø ilgio!
pl_pl: Twoje has³o musi posiadaæ przynajmniej %d znaków!
tr_tr: Yeni þifreniz en az %d karakter uzunluðunda olmalýdýr!

source: Your new password must be different from your current password
fi_fi: Uusi salasana ei saa olla sama kuin nykyinen salasanasi
lt_lt: Naujasis slaptaþodis turi skirtis nuo dabartinio
pl_pl: Twoje nowe has³o musi siê ró¿niæ od obecnego
tr_tr: Yeni þifreniz, þu anda geçerli olandan farklý olmalýdýr

source: Your new password must contain at least %d alphabetic character.
fi_fi: Uudessa salasanassa pit‰‰ olla v‰hint‰‰n %d kirjain

source: Your new password must contain at least %d alphanumeric character.
fi_fi: Uudessa salasanassa pit‰‰ olla v‰hint‰‰n %d kirjain tai numero.

source: Your new password must contain at least %d different types of characters. The types are: lower, upper, numeric, and symbols.
fi_fi: Uuden salasanan pit‰‰ t‰ytt‰‰ v‰hint‰‰n %d vaatimusta. Vaatimukset ovat: pieni‰ kirjaimia, isoja kirjaimia, numeroita ja symboleita.
lt_lt: Jûsø naujàjá slaptaþodá turi sudaryti bent %d skirtingi simboliø tipai. Tipai: didþiosios raidës, maþosios raidës, skaièiai ir kiti simboliai.
pl_pl: Twoje nowe has³o musi zawieraæ przynajmniej %d ró¿ne typów znaków. Typy znaków to: ma³e litery, du¿e litery, cyfry, symbole.
tr_tr: Yeni þifreniz en az %d deðiþik çeþit karakter içermelidir. Çeþitler: küçük harf, büyük harf, sayý ve simge.

source: Your new password must contain at least %d lowercase character.
fi_fi: Uudessa salasanassa pit‰‰ olla v‰hint‰‰n %d pieni kirjain.

source: Your new password must contain at least %d numeric character.
fi_fi: Uudessa salasanassa pit‰‰ olla v‰hint‰‰n %d numero.

source: Your new password must contain at least %d symbol character.
fi_fi: Uudessa salasanassa pit‰‰ olla v‰hint‰‰n %d symbolimerkki.

source: Your new password must contain at least %d uppercase character.
fi_fi: Uudessa salasanassa pit‰‰ olla v‰hint‰‰n %d iso kirjain.

source: Your new password must contain less than %d whitespace characters.
fi_fi: Uudessa salasanassa pit‰‰ olla v‰hint‰‰n %d v‰lilyˆntimerkki‰.
lt_lt: Naujajame slaptaþodyje gali bûti nedaugiau nei %d tarpø.
pl_pl: Twoje nowe has³o musi zawieraæ mniej ni¿ %d bia³ych znaków (spacji itp.).
tr_tr: Yeni þifreniz, %d adetden daha az boþluk içermelidir.

source: Your new password must not contain whitespace characters.
fi_fi: Uudessa salasanassa ei saa olla v‰lilyˆntimerkkej‰.
lt_lt: Naujajame slaptaþodyje negali bûti tarpø.
pl_pl: Twoje has³o nie mo¿e zawieraæ bia³ych znaków (spacji itp.).
tr_tr: Yeni þifreniz boþluk içermemelidir.

source: Your new passwords didn't match
ar_sy: ÚÏã ÊØÇÈŞ İí ßáãÉ ÇáãÑæÑ ÇáÌÏíÏÉ
fi_fi: Antamasi uudet salasanat eiv‰t t‰sm‰‰
lt_lt: Nauji slaptaþodþiai nesutampa
pl_pl: Twoje nowe has³a nie zgadzaj± siê
tr_tr: Yeni þifreniz uymadý

source: Your password could not be changed.
fi_fi: Salasanaasii ei voitu vaihtaa.
lt_lt: Jûsø slaptaþodþio pakeisti negalima.
pl_pl: Twoje has³o nie mo¿e byæ zmienione.

source: Your passwords do not match
fi_fi: Antamasi salasanat eiv‰t t‰sm‰‰
lt_lt: Jûsø slaptaþodþiai nesutampa
pl_pl: Twoje has³a nie s± zgodne
tr_tr: Þifreleriniz uymuyor

source: Incorrect Password
lt_lt: Slaptaþodis neteisingas
pl_pl: Nieprawid³owe has³o
tr_tr: Hatalý Þifre

source: Old password is incorrect.
lt_lt: Neteisingas senas slaptaþodis.
pl_pl: Stare has³o jest nieprawid³owe.

source: Your new password must contain at least %d alphabetic characters.
lt_lt: Slaptaþodyje privalo bûti bent %d raidës.
pl_pl: Twoje nowe has³o musi zawieraæ przynajmniej %d liter.
tr_tr: Yeni þifreniz en az %d harf içermelidir.

source: Your new password must contain at least %d alphanumeric characters.
lt_lt: Slaptaþodyje privalo bûti bent %d simboliai.
pl_pl: Twoje nowe has³o musi zawieraæ przynajmniej %d znaków alfanumerycznych.
tr_tr: Yeni þifreniz en az %d alfasayýsal karakter içermelidir.

source: Your new password must contain at least %d lowercase characters.
lt_lt: Slaptaþodyje privalo bûti bent %d maþosios raidës.
pl_pl: Twoje nowe has³o musi zawieraæ przynajmniej %d ma³ych liter.
tr_tr: Yeni þifreniz en az %d küçük harf içermelidir.

source: Your new password must contain at least %d numeric characters.
lt_lt: Slaptaþodyte privalo bûti bent %d skaièiai.
pl_pl: Twoje nowe has³o musi zawieraæ przynajmniej %d cyfrê(y).
tr_tr: Yeni þifreniz en az %d sayý içermelidir .

source: Your new password must contain at least %d uppercase characters.
lt_lt: Slaptaþodyje privalo bûti bent %d didþiosios raidës.
pl_pl: Twoje nowe has³o musi zawieraæ przynajmniej %d du¿ych liter.
tr_tr: Yeni þifreniz en az %d büyük harf içermelidir.

source: Change password on:
pl_pl: Zmieñ has³o na:
tr_tr: Þifre deðiþtir:

source: Changing password on %s
pl_pl: Zmiana has³a na %s
tr_tr: %s þifreniz deðiþtiriliyor

source: Failure in changing password on %s: %s
pl_pl: B³±d przy zmianie has³a na %s: %s
tr_tr: %s için þifre deðiþtirilemedi: %s

source: Error
ar_sy: ÍÕá ÎØÃ

source: Failure in changing password :
ar_sy: ÎØÃ İí ÊÛííÑ ßáãÉ ÇáãÑæÑ

source: Help
ar_sy: ÇáãÓÇÚÏÉ

source: Language
ar_sy: ÇááÛÉ

source: Logout
ar_sy: ÎÑæÌ

source: Message
ar_sy: ÑÓÇáÉ

source: Password changed!
ar_sy: Êã ÊÛííÑ ßáãÉ ÇáãÑæÑ!

source: Problem?
ar_sy: ãÔßáÉ¿

source: Select your preferred language:
ar_sy: ÇÎÊÑ áÛÊß ÇáãİÖáÉ:

source: Set the language that menu items, explanations, and help are in.
ar_sy: ÍÏÏ áÛÉ ÇáÃæÇãÑ¡ ÇáÔÑÍ æÇáãÓÇÚÏÉ.

source: Some of Password module's configuration files are missing:
ar_sy: ÈÚÖ ãáİÇÊ ÅÚÏÇÏÇÊ ÈÑíãÌÇÊ ßáãÉ ÇáãÑæÑ ãİŞæÏÉ

source: Success
ar_sy: Êã ÇáÃãÑ ÈäÌÇÍ

source: This file controls the default preferences for Password module, and also controls which preferences users can alter.
ar_sy: íÊÍßã åĞÇ Çáãáİ ÈÇáÅÚÏÇÏÇÊ ÇáÇİÊÑÇÖíÉ áÈÑíãÌÇÊ ßáãÉ ÇáãÑæÑ¡ ßãÇ íÍÏÏ ÇáÅÚÏÇÏÇÊ ÇáÊí íãßä ááãÓÊÎÏã ÊÚÏíáåÇ.

source: This file controls the stylesheet that is used to set colors and fonts in addition to or overriding Horde defaults.
ar_sy: íÊÍßã åĞÇ Çáãáİ ÈáæÇÆÍ ÇáÃáæÇä æÇáÎØæØ ÅÖÇİÉ Ãæ ÈÏáÇğ ãä ÅÚÏÇÏÇÊ åæÑÏí 'Horde'.

source: This is the main Password module configuration file. It contains paths and options for all Password module scripts.
ar_sy: åĞÇ ãáİ ÇáÅÚÏÇÏÇÊ ÇáÑÆíÓí áßáãÉ ÇáãÑæÑ æíÍæí ãÓÇÑÇÊ æ ÎíÇÑÇÊ ÌãíÚ ÈíÑãÌÇÊ ßáãÉ ÇáãÑæÑ

source: Warning
ar_sy: ÊäÈíå

source: You can not change passwd for other user
ar_sy: áÇíãßä ÊÛííÑ ßáãÉ ÇáãÑæÑ áãÓÊÎÏã áÂÎÑ.

source: You must give your old password
ar_sy: íÌÈ ÅÏÎÇá ßáãÉ ÇáãÑæÑ ÇáŞÏíãÉ

source: You must give your userid
ar_sy: íÌÈ ÅÏÎÇá ãÚÑİ ÇáãÓÊÎÏã

source: Your Information
ar_sy: ÇáãÚáæãÇÊ ÇáÔÎÕíÉ
