Repository: guoyu07/horde-fw3
Catalog: jonah/po/*.po
Languages: fi_fi, tr_tr

source: Stories tagged with %s in %s
tr_tr: %s ile iþaretlenmiþ %s içindeki haberler

source: Story "%s" not found in "%s".
tr_tr: Haber "%s", "%s" içerisinde bulunamadý.

source: Story URL "%s" not found.
tr_tr: Haber URL I "%s" bulunamadý.

source: Story URL if not the default one. %c gets replaced by the feed ID, %s by the story ID.
tr_tr: Haber URL i -öntanýmlý olan deðilse- %c besleme numarasý ile, %s ise haber numarasý ile deðiþtirilir.

source: Story id "%s" not found.
tr_tr: Haber numarasý "%s" bulunamadý.

source: Tag Cloud
tr_tr: Ýþaret Bulutu

source: Tag support not enabled in backend.
tr_tr: Arka araçta iþaretleme desteði faal faal deðil.

source: Tags
tr_tr: Ýþaretler

source: Tags:
tr_tr: Ýþaretler:

source: The feed "%s" has been saved.
tr_tr: Besleme "%s" saklandý.

source: The interval before stories aggregated into this feeds are rechecked for updates. If none, then stories will always be refetched from the sources.
tr_tr: Haberlerin, bu beslemede toplanmadan önce, güncellemeler için tekrar kontrol sýklýðý. Belirtilmezse, haberler her zaman kaynaktan yeniden çekilecektir.

source: The interval before stories in this feed are rechecked for updates. If none, then stories will always be refetched from the source.
tr_tr: Bu beslemedeki haberlerin güncellemeler için tekrar kontrol sýklýðý.Belirtilmezse, haberler her zaman kaynaktan yeniden çekilecektir.

source: There was an error saving the feed: %s
tr_tr: Besleme saklanýrken bir hata oluþtu: %s

source: To
tr_tr: Kime

source: You can now edit the sub-feeds.
tr_tr: Þimdi alt beslemeleri düzenleyebilirsiniz.

source: _Feeds
tr_tr: _Besleme

source: _My News
tr_tr: _Haberlerim

source: _New Feed
tr_tr: _Yeni Besleme
