Repository: guoyu07/horde-fw3
Catalog: jonah/po/*.po
Languages: fi_fi, tr_tr

source: %s by Email
fi_fi: %s Sähköpostitse
tr_tr: %s Eposta ile

source: %s to %s of %s
fi_fi: %s - %s / %s
tr_tr: %s'den %s'e, %s üstünden

source: '%s' stories by email
fi_fi: '%s' artikkelia sähköpostitse

source: '%s' stories in HTML
fi_fi: '%s' artikkelia HTML-muodossa

source: '%s' stories in XML
fi_fi: '%s' artikkelia XML:llä

source: 1 hour
fi_fi: 1 tunti
tr_tr: 1 saat

source: 12 hours
fi_fi: 12 tuntia
tr_tr: 12 saat

source: 2 hours
fi_fi: 2 tuntia
tr_tr: 2 saat

source: 24 hours
fi_fi: 24 tuntia
tr_tr: 24 saat

source: 30 mins
fi_fi: 30 minuuttia
tr_tr: 30 dk

source: 4 hours
fi_fi: 4 tuntia
tr_tr: 4 saat

source: 8 hours
fi_fi: 8 tuntia
tr_tr: 8 saat

source: A confirmation message has been sent to %s. Click on the link in that message to finally subscribe to channel "%s".
fi_fi: Varmistusviesti on lähetetty osoitteeseen %s. Napsauta viestissä olevaan linkkiä tilataksesi kanavan "%s".
tr_tr: %s'e doðrulama iletisi gönderilmiþtir. Ýleti içindeki baða týklayarak"%s" kanalýna abone olabilirsiniz.

source: A link to the story
fi_fi: Linkki artikkeliin
tr_tr: Habere baðlantý

source: Add
fi_fi: Lisää
tr_tr: Ekle

source: Add New Channel
fi_fi: Lisää uusi kanava

source: Add New Story
fi_fi: Lisää uusi artikkeli
tr_tr: Yeni Haber Ekle

source: Add a comment
fi_fi: Lisää kommentti

source: Add story
fi_fi: Lisää artikkeli
tr_tr: Haber ekle

source: Aggregated
fi_fi: Yhdistelty

source: Aggregated channels for channel "%s"
fi_fi: Yhdistetyt kanavat kanavalle "%s"
tr_tr: "%s" kanalý için toplu kanallar

source: All stories created in this channel will be lost!
fi_fi: Kaikki tälle kanavalle luodut artikkelit tuhoutuvat!
tr_tr: Bu kanalda yaratýlan tüm haberler kaybolacaktýr!

source: An error occurred fetching channels: %s
fi_fi: Taphtui virhe haettaessa kanavia: %s
tr_tr: Kanallarý çekerken bir hata oluþtu: %s

source: Any cached stories for this channel will be lost!
fi_fi: Kaikki tämän kanavan välimuistissa olevat artikkelit tuhoutuvat!
tr_tr: Bu kanal için önbelleklenmiþ herhangi bir haber silinecektir!

source: Available Channels
fi_fi: Saatavissaolevat kanavat

source: Available Channels from %s
fi_fi: Saatavissaolevat kanavat %s:stä

source: Available Channels from %s (%s)
fi_fi: Saatavissaolevat kanavat %s:stä (%s)

source: Available News Channels
fi_fi: Saatavissaolevat uutiskanavat

source: Caching
fi_fi: Haetaan välimuistiin
tr_tr: Önbellekleniyor

source: Change your content display options.
fi_fi: Voit muuttaa näkymään liittyviä asetuksia.

source: Channel
fi_fi: kanavat
tr_tr: Kanal

source: Channel '%s'
fi_fi: Kanava '%s'

source: Channel '%s' is not an internally authored channel.
fi_fi: Kanava '%s' ei pidetä itse yllä.

source: Channel Listing
fi_fi: Kanavan listaus

source: Channel Lists Admin
fi_fi: Kanavalistauksien ylläpitäjä
tr_tr: Kanal Listeleri Yöneticisi

source: Channel Name
fi_fi: Kanavan nimi
tr_tr: Kanal Ýsmi

source: Channel Subscriptions
fi_fi: Kanavan tilaukset

source: Channel display failed.
fi_fi: Kanavan näyttäminen epäonnistui.

source: Channel has not been deleted.
fi_fi: Kanavaa ei ole poistettu.
tr_tr: Kanal silinmemiþtir.

source: Channel id '%s' not found.
fi_fi: Kanavaa id '%s' ei löydy.

source: Channel refreshed.
fi_fi: Kanava päivitetty.
tr_tr: Kanal yenilenmiþtir.

source: Channel subscription editing failed.
fi_fi: Kanavan tilaustietojen muokkaus epäonnistui.

source: Channel subscription failed.
fi_fi: Kanavan tilaus epäonnistui.

source: Channel type changed.
fi_fi: Kanavan tyyppi on vaihdettu.

source: Channel unsubscription failed.
fi_fi: Kanavan tilauksen lopettaminen.

source: Choose which news channels you are subscribed to.
fi_fi: Voit valita ne uutiskanavat jotka haluat tilata.

source: Comments
fi_fi: Kommentit
tr_tr: Yorumlar

source: Compact
fi_fi: Pienennetty
tr_tr: Yoðun

source: Composite
fi_fi: Yhdistelmä

source: Composite channels
fi_fi: Yhdistelmä kanavat

source: Content Channel
fi_fi: Sisältökanava

source: Could not deliver to the %s distribution list. %s
fi_fi: Ei voitu toimittaa %s jakelulistalle. %s
tr_tr: %s daðýtým listesine verilemiyor. %s

source: Could not get channel list. %s
fi_fi: Kanavalistausta ei saatu. %s

source: Could not open %s.
fi_fi: Ei voitu aukaista %s.
tr_tr: %s açýlamýyor.

source: Current Recipients
fi_fi: Nykyiset vastaanottajat
tr_tr: Tanýmlý Alýcýlar

source: Delete
fi_fi: Poista
tr_tr: Sil

source: Delete News Channel "%s"?
fi_fi: Poista uutiskanava "%s"?
tr_tr: "%s" Haber Kanalý Silinsin mi?

source: Delete News Story "%s"?
fi_fi: Poista uutisartikkeli "%s"?
tr_tr: "%s" Haberi Silinsin mi?

source: Delete channel
fi_fi: Poista kanava
tr_tr: Kanal sil

source: Delete recipient
fi_fi: Poista vastaanottaja
tr_tr: Alýcý sil

source: Delete story
fi_fi: Poista artikkeli
tr_tr: Haber sil

source: Delivery
fi_fi: Jakelu
tr_tr: Teslimat

source: Delivery lists
fi_fi: Jakelulista
tr_tr: Teslimat listeleri

source: Delivery of '%s' stories
fi_fi: '%s' artikkeleiden jakelu

source: Description
fi_fi: Kuvaus
tr_tr: Açýklama

source: Detailed
fi_fi: Yksityiskohtainen

source: Display Options
fi_fi: Näkymän asetukset

source: Do not delete
fi_fi: Ei saa poistaa
tr_tr: Sime

source: Edit
fi_fi: Muokkaa

source: Edit Channel
fi_fi: Muokkaa kanavaa

source: Edit Channel Subscriptions
fi_fi: Muokkaa kanavan tilaustietoja

source: Edit Story
fi_fi: Muokkaa artikkelia
tr_tr: Haber Düzenle

source: Edit Subscription Details
fi_fi: Muokkaa kanavan tilauksen yksityiskohtia

source: Edit aggregated channels
fi_fi: Muokkaa yhdisteltyjä kanavia

source: Edit channel
fi_fi: Muokkaa kanavaa
tr_tr: Kanal düzenle

source: Edit channel "%s"
fi_fi: Muokkaa kanavaa "%s"
tr_tr: "%s" kanalý düzenle

source: Edit story
fi_fi: Muokkaa artikkelia
tr_tr: Haber düzenle

source: Editing Channel %s
fi_fi: Muokataan kanavaa %s

source: Email
fi_fi: Sähköposti
tr_tr: Eposta

source: Email Delivery for "%s"
fi_fi: Jakelu sähköpostitse "%s":lle
tr_tr: "%s" için eposta teslimi

source: Email address
fi_fi: Sähköpostiosoite
tr_tr: Eposta adresi

source: Error fetching channel. %s
fi_fi: Tapahtui virhe haettaessa kanavaa. %s

source: Error fetching story: %s
fi_fi: Tapahtui virhe haettaessa artikkelia: %s
tr_tr: Haber çekmede hata: %s

source: Error parsing external channel from %s: %s
fi_fi: Tapahtui virhe tulkittaessa ulkoista kanavaa lähteestä %s: %s

source: External
fi_fi: Ulkopuolinen

source: Extra information for this channel type
fi_fi: Tämän kanavatyypin lisätietoja

source: First Story
fi_fi: Ensimmäinen artikkeli
tr_tr: Ýlk Haber

source: From
fi_fi: Lähettäjä
tr_tr: Kimden

source: Full Story Text
fi_fi: Artikkeli kokonaisuudessaan
tr_tr: Haberin tam metni

source: HTML Delivery for '%s'
fi_fi: HTML jakelu '%s':lle

source: HTML Version of Story
fi_fi: Artikkelin HTML-versio
tr_tr: Haber'in HTML-versiyonu

source: Headlines
fi_fi: Pääotsikot

source: Hello
fi_fi: Päivää
tr_tr: Merhaba

source: How many columns would you like to use to show headlines?
fi_fi: Kuinka monta saraketta käytetään otsikoiden esittämiseen?

source: If you enter a URL without a full story text, clicking on the story will send the reader straight to the URL, otherwise it will be shown at the end of the full story.
fi_fi: Jos laita URL:n ilman artikkelin teksti, niin artikkelia napsauttamalla lähetät lukijan siihen URL:iin. Muussa tapauksessa URL näkyy vasta artikkelin lopussa.
tr_tr: Tam haber metni olmadan bir URL eklerseniz, bu link'e týklamak okuyucuyu direk olarak bu URL'e yönlendirecek, aksi halde bu URL tam haber'in en sonunda gösterilecek.

source: Image
fi_fi: Kuva
tr_tr: Resim

source: Include
fi_fi: Lisää
tr_tr: Ýçer

source: Internal
fi_fi: Sisäinen
tr_tr: Ýç

source: Internal Channels
fi_fi: Sisäiset kanavat
tr_tr: Ýç Kanallar

source: Invalid channel requested. %s
fi_fi: Pyydettiin epäkelpoa kanavaa. %s
tr_tr: Geçersiz kanal isteði. %s

source: Invalid channel specified for deletion.
fi_fi: Poistettavaksi määritelty kanava on epäkelpo.
tr_tr: Silmek için geçersiz kanal belirtildi.

source: Invalid channel.
fi_fi: Epäkelpo kanava.
tr_tr: Geçersiz kanal.

source: Invalid request to delete recipient from delivery list.
fi_fi: Epäkelpo pyyntö poistaa vastaanottaja jakelulistalta.
tr_tr: Alýcýyý daðýtým listesinden silmek için geçersiz istek.

source: Join this channel
fi_fi: Liity tälle kanavalle
tr_tr: Bu kanal'a katýl

source: Last Update
fi_fi: Edellinen päivitys
tr_tr: Son güncelleme

source: Last Updated
fi_fi: Päivitetty viimeksi

source: Leave this channel
fi_fi: Poistu tältä kanavalta
tr_tr: Bu kanal'ý býrak

source: Link
fi_fi: Linkki
tr_tr: Baðlantý

source: Lists
fi_fi: Listat
tr_tr: Listeler

source: Maximum Stories
fi_fi: Maksimimäärä artikkeleita
tr_tr: Maksimum Haber

source: Menu List
fi_fi: Valikkolista
tr_tr: Menü listesi

source: Message
fi_fi: Viesti
tr_tr: Mesaj

source: Method
fi_fi: Metodi
tr_tr: Metod

source: Missing channel id.
fi_fi: Kanava id puuttuu.
tr_tr: Kanal numarasý bulunamadý.

source: My Content
fi_fi: Oma sisältö

source: Name
fi_fi: Nimi
tr_tr: Ad

source: New Story
fi_fi: Uusi artikkeli
tr_tr: Yeni Haber

source: New channel
fi_fi: Uusi kanava

source: New recipient
fi_fi: Uusi vastaanottaja
tr_tr: Yeni Alýcý

source: News
fi_fi: Uutiset
tr_tr: Haberler

source: News Admin
fi_fi: Uutisten ylläpitäjä

source: News Channel
fi_fi: Uutiskanava
tr_tr: Haber Kanalý

source: News Source
fi_fi: Uutislähde
tr_tr: Haber Kaynaðý

source: News by Email
fi_fi: Uutiset sähköpostitse
tr_tr: E-posta aracýlýðý ile Haber

source: News delivery
fi_fi: Uutisjakelu

source: News is not enabled.
fi_fi: Uutiset eivät ole päällä.
tr_tr: Haberler aktif edilemedi.

source: No Data
fi_fi: Ei tietoa

source: No available channels.
fi_fi: Ei kanavia saatavilla.

source: No available stories.
fi_fi: Ei artikkeleita saatavilla.
tr_tr: Uygun Haber bulunamadý.

source: No channel requested.
fi_fi: Ei pyydettyä kanavaa.
tr_tr: Kanal isteði yok.

source: No channel specified.
fi_fi: Ei määriteltyä kanavaa.
tr_tr: Kanal belirtilmedi.

source: No channels available.
fi_fi: Ainuttakaan kanavaa ei ole saatavilla.
tr_tr: Hiçbir kanal eriþilebilir deðil.

source: No recipients.
fi_fi: Ei vastaanottajia.
tr_tr: Alýcý yok.

source: No stories are currently available.
fi_fi: Artikkeleita ei ole saatavilla.
tr_tr: Hiçbir haber þu an eriþilebilir deðil.

source: No such action '%s' found
fi_fi: Toimintoa '%s' ei löytynyt

source: No such backend '%s' found
fi_fi: Taustajärjestelmää '%s' ei löytynyt

source: No valid story requested for deletion.
fi_fi: Poistettavaa artikkelia ei ole olemassa.
tr_tr: Silmek için geçerli bir haber yok.

source: Note
fi_fi: Muistiinpano
tr_tr: Not

source: Note: this story won't get delivered to distribution lists automatically if this time is in the future.
fi_fi: Huomaa: Tätä artikkelia ei jaeta jakelulistalle automaattisesti, jos tämä aika on tulevaisuudessa.

source: Other Options
fi_fi: Muut asetukset

source: Permission Denied.
fi_fi: Käyttö kielletty.
tr_tr: Ýzin verilmedi.

source: Plaintext Version of Story
fi_fi: Artikkeli tekstimuodossa.
tr_tr: Haberin basit metin versiyonu

source: Read
fi_fi: Lue
tr_tr: Oku

source: Really delete this News Channel?
fi_fi: Poistetaanko uutiskanava?
tr_tr: Gerçekten bu kanal silinsin mi?

source: Really delete this News Story?
fi_fi: Poistetaanko uutisartikkeli?
tr_tr: Gerçekten bu haber silinsin mi?

source: Recipient
fi_fi: Vastaanottaja
tr_tr: Alýcý

source: Recipient saved.
fi_fi: Vastaanottaja talletettu.
tr_tr: Alýcý kaydedildi.

source: Recipient successfully removed.
fi_fi: Vastaanottajan poistaminen onnistui.
tr_tr: Alýcý baþarý ile kaldýrýldý.

source: Recipients
fi_fi: Vastaanottajat

source: Refresh channel
fi_fi: Päivitä kanava
tr_tr: Kanal'ý yenile

source: Release Date
fi_fi: Julkaisupäivämäärä

source: Release?
fi_fi: Julkaise?

source: Released
fi_fi: Julkaistu

source: Removal of recipient failed.
fi_fi: Vastaanottajan poistaminen epäonnistui.
tr_tr: Alýcýnýn kaldýrýlmasý baþarýsýz.

source: Remove channel "%s"
fi_fi: Poista kanava "%s"
tr_tr: Kanal "%s"'ý kaldýr

source: Request confirmed.
fi_fi: Pyyntö varmistettu.
tr_tr: Ýstek onaylandý.

source: Request to receive news channel "%s"
fi_fi: Pyyntö vastaanottaa uutiskanavaa "%s"
tr_tr: "%s" haber kanallarýný almak için istekte bulun

source: Request to stop receiving news channel "%s"
fi_fi: Pyyntö lopettaa uutiskanava "%s" vastaanotto
tr_tr: "%s" haber kanallarýnýn alýmýný durdurmak için istekte bulun

source: Save
fi_fi: Talleta
tr_tr: Sakla

source: Save Changes
fi_fi: Talleta muutokset

source: Select a format:
fi_fi: Valitse muoto:
tr_tr: Bir biçim seçiniz:

source: Send
fi_fi: Lähetä
tr_tr: Gönder

source: Separate multiple email addresses with commas.
fi_fi: Erota sähköpostiosoitteet toisistaan pilkuilla.
tr_tr: Trennen Sie mehrere Emailadressen durch Kommas.

source: Share Story
fi_fi: Jaa artikkeli
tr_tr: Haberi Paylaþ

source: Share this story
fi_fi: Jaa tämä artikkeli
tr_tr: Bu haberi paylaþ

source: Short Description
fi_fi: Lyhyt kuvaus
tr_tr: Kýsa Taným

source: Source URL
fi_fi: Lähde URL
tr_tr: Kaynak URL

source: Source URLs
fi_fi: Lähde URL:t
tr_tr: Kaynak URL ler

source: Standard
fi_fi: Standardi

source: Story
fi_fi: Artikkeli
tr_tr: Haber

source: Story Link
fi_fi: Artikkelilinkki
tr_tr: Haber Baðý

source: Story Title (Headline)
fi_fi: Artikkelin nimi (Otsikko)
tr_tr: Haber Baþlýðý(Manþet)

source: Story URL
fi_fi: Artikkelin URL
tr_tr: Haber URL i

source: Story URL '%s' not found.
fi_fi: Artikkeli URL '%s' ei löytynyt.

source: Story URL if not the default one. %c gets replaced by the channel ID, %s by the story ID.
fi_fi: Artikkelin URL, jos ei ole sama kuin oletus. %c korvautuu kanavan ID:llä, %s artikkelin ID:llä.

source: Story body type
fi_fi: Artikkelin body-tyyppi
tr_tr: Haber gövde tipi

source: Story editing failed: %s
fi_fi: Artikkelin muokkaus epäonnistui: %s
tr_tr: Haber düzenleme baþarýsýz oldu: %s

source: Story has not been deleted.
fi_fi: Artikkeli on poistettu.
tr_tr: Haber silinmedi.

source: Story id '%s' not found.
fi_fi: Artikkelia id '%s' ei löytynyt.

source: Subject
fi_fi: Otsikko
tr_tr: Konu

source: Subscribe
fi_fi: Tilaa

source: Subscribed channel '%s' is no longer available, it will be removed from your subscriptions.
fi_fi: Tilattua kanavaa '%s' ei ole enää saatavilla, kanavan tilaustiedot tilaustiedoistasi.

source: Subscription
fi_fi: Tilaus

source: Successfully delivered to the %s distribution list.
fi_fi: Lähetettiin onnistuneesta %s jakelulistalle.
tr_tr: %s daðýtým listesine baþarýyla iletildi.

source: Text
fi_fi: Teksti
tr_tr: Metin

source: The channel "%s" has been removed.
fi_fi: Kanava "%s" on poistettu.
tr_tr: Kanal "%s" silindi.

source: The channel "%s" has been saved.
fi_fi: Kanava "%s" on talletettu.
tr_tr: Kanal "%s" saklandý.

source: The channel "%s" has been updated.
fi_fi: Kanava "%s" on päivitetty.
tr_tr: Kanal "%s" güncellendi.

source: The channel '%s' has been saved.
fi_fi: Kanava '%s' on talletettu.

source: The channel has been deleted.
fi_fi: Kanava on poistettu.
tr_tr: Kanal silindi.

source: The complete text of the story
fi_fi: Artikkelin teksti kokonaisuudessaan
tr_tr: Haberin tam metni

source: The interval before stories aggregated into this channel are rechecked for updates. If none, then stories will always be refetched from the sources.
fi_fi: Aikaväli, jonka jälkeen tarkistaan onko tälle kanavalle liitetyissä artikkeleissa tapahtunut päivityksiä. Jos ei ole, niin artikkelit haetaan joka kerta uudestaan uutislähteistä.

source: The interval before stories in this channel are rechecked for updates. If none, then stories will always be refetched from the source.
fi_fi: Kuinka usein tarkistetaan onko kanavan artikkeleita päivitetty. Jos valinta on ei kertaakaan, niin artikkelit haetaan joka kerta uutislähteestä.

source: The story "%s" has been saved.
fi_fi: Artikkeli "%s" on talletettu.
tr_tr: Haber "%s" saklandý.

source: The story has been deleted.
fi_fi: Artikkeli on poistettu.
tr_tr: Haber silindi.

source: The story was sent successfully.
fi_fi: Artikkelin lähetys onnistui.
tr_tr: Haber baþarýyla gönderildi.

source: The url to use to fetch the stories, for example 'http://www.example.com/stories.rss'
fi_fi: URL, josta haetaan artikkeleita, esimerkiksi: 'http://www.example.com/stories.rss'
tr_tr: Haberleri çekmek için kullanýlacak url. Örneðin 'http://www.example.com/stories.rss'.

source: There was an error deleting the channel: %s
fi_fi: Tapahtui virhe poistettaessa kanavaa: %s
tr_tr: Kanalý silerken bir hata oluþtu: %s

source: There was an error deleting the story: %s
fi_fi: Tapahtui virhe poistettaessa artikkelia: %s
tr_tr: Haberi silerken bir hata oluþtu: %s

source: There was an error removing the channel: %s
fi_fi: Tapahtui virhe poistettaessa kanavaa: %s
tr_tr: Kanal silinirken bir hata oluþtur: %s

source: There was an error saving the channel. %s
fi_fi: Tapahtui virhe talletettaessa kanavaa. %s

source: There was an error saving the channel: %s
fi_fi: Tapahtui virhe talletettaessa kanavaa. %s
tr_tr: Kanal saklanýrken bir hata oluþtu: %s

source: There was an error saving the story: %s
fi_fi: Tapahtui virhe talletettaessa artikkelia: %s
tr_tr: Haberi saklarken bir hata oluþtu: %s

source: There was an error updating the channel: %s
fi_fi: Tapahtui virhe päivitettäessä kanavaa: %s
tr_tr: Kanal güncellenirken bir hata oluþtu: %s

source: This driver allows the delivery of news stories via email to one or more recipients.
fi_fi: Tämä ajuri mahdillistaa uutisartikkeleiden jakamisen sähköpostitse yhdelle tai useammalle vastaanottajalle.
tr_tr: Bu sürücü, haberlerin bir ya da birden fazla alýcýya, eposta aracýlýðý ile ulaþtýrýlmasýný saðlar.

source: This is no aggregated channel.
fi_fi: Tämä ei ole yhdistelty kanava.
tr_tr: Toplanmýþ kanal yok.

source: Type
fi_fi: Tyyppi
tr_tr: Tip

source: Ultracompact
fi_fi: Ultrapieni
tr_tr: Çok yoðun

source: Unable to confirm request.
fi_fi: Pyyntöä ei pystytty varmistamaan.
tr_tr: Talep doðrulanamadý.

source: Unable to send story: %s
fi_fi: Artikkelia ei voitu lähettää: %s
tr_tr: Haber gönderilemedi: %s

source: Undo Changes
fi_fi: Peru muutokset

source: Unsubscribe
fi_fi: Lopeta tilaus

source: Update
fi_fi: Päivitä
tr_tr: Güncelle

source: Updated
fi_fi: Päivitetty

source: View
fi_fi: Näytä
tr_tr: Görünüm

source: What do you want to do?
fi_fi: Mitä haluat tehdä?
tr_tr: Ne yapmak istiyorsunuz?

source: You are not authorised for this action.
fi_fi: Sinulla ei ole oikeuksia suorittaa tätä toimenpidettä.
tr_tr: Bu eylem için yetkili deðilsiniz.

source: You can now edit the sub-channels.
fi_fi: Voit nyt muokata alikanavia.

source: You have edited your subscription to the channel '%s'.
fi_fi: Olet muokannut tilaustietojasi kanavalle '%s'.

source: You have no news subscriptions.
fi_fi: Sinulla ei ole uutistilauksia.

source: You have requested to receive "%s" stories by email. Click on this link to confirm the request: %s
fi_fi: Olet pyytänyt saada "%s" artikkeli sähköpostitse. Napsauta tätä linkkiä vahvistaaksesi: %s
tr_tr: "%s" haberlerini eposta ile almayý talep ettiniz. Talebi onaylamak için linki týklayýnýz: %s

source: You have requested to stop receiving "%s" stories by email. Click on this link to confirm the request: %s
fi_fi: Olet pyytänyt lopettamaan "%s" artikkeleiden saapumista sähköpostitse Napsauta tätä linkkiä vahvistaaksesi: %s
tr_tr: "%s" haberlerini eposta ile almayý durdurma talebinde bulundunuz. Talebi onaylamak için linki týklayýnýz: %s

source: You have subscribed to the channel '%s'.
fi_fi: Olet tilannut kanavan '%s'.

source: You have unsubscribed from the channel '%s'.
fi_fi: Olet lopettanut tilauksen kanavaan '%s'.

source: You must configure a Horde Datatree backend to use Jonah.
fi_fi: Sinun pitää asentaa Horde Datatree taustajärjestelmä ennen kuin voit käyttää Jonah:ia.
tr_tr: Haberleri kullanmak için bir Horde Veri Aðacý arka aracý yapýlandýrmalýsýnýz.

source: Your Content
fi_fi: Oma sisältö

source: [No title]
fi_fi: [Ei otsikkoa]
tr_tr: [Baþlýksýz]

source: none
fi_fi: ei mitään
tr_tr: hiçbiri

source: - Most read stories
tr_tr: - En çok okunan haberler

source: "%s" stories in HTML
tr_tr: "%s"HTML haberler

source: Add Content
tr_tr: Ýçerik Ekle

source: Administrator
tr_tr: Yönetici

source: Aggregated Feed
tr_tr: Toplu Besleme

source: All stories tagged with %s
tr_tr: Tüm haberler %s olarak iþaretlendi

source: Cannot generate PDFs of remote stories.
tr_tr: Uzaktaki haberin PDFi yaratýlamýyor.

source: Channel "%s" not found.
tr_tr: Kanal "%s" bulunamýyor.

source: Channel URL for further pages, if not the default one. %c gets replaced by the feed ID, %n by the story offset.
tr_tr: Öntanýmlý olan deðilse, daha baþka sayfalar için kanalýn URLsi. %c, besleme IDsi %n haber göreli konumu tarafýndan yer deðiþtirilmiþtir.

source: Channel URL if not the default one. %c gets replaced by the feed ID, %n by the story offset.
tr_tr: Öntanýmlý olan deðilse kanalýn URLsi. %c, besleme IDsi %n haber göreli konumu tarafýndan yer deðiþtirilmiþtir.

source: Channel URL if not the default one. %c gets replaced by the feed ID.
tr_tr: Öntanýmlý olan deðilse kanalýn URLsi. %c, besleme IDsi tarafýndan yer deðiþtirilmiþtir.

source: Channel id "%s" not found.
tr_tr: Kanal ID "%s" bulunamamýþtýr.

source: Composite Feed
tr_tr: Birleþik Besleme

source: Composite feeds
tr_tr: Birleþik besleme

source: Count reads of the latest story when this block is displayed
tr_tr: Bu blok gösterildiðinde son haberin kaç kere okunduðunu sayýlýr

source: Count reads of this story when this block is displayed
tr_tr: Bu blok gösterildiðinde bu haberin kaç kere okunduðunu sayýlýr

source: Date
tr_tr: Tarih

source: Delivery of "%s" stories
tr_tr: "%s" haberlerinin teslimatý

source: Edit Feed
tr_tr: Besleme Düzenle

source: Edit aggregated feeds
tr_tr: Toplu beslemeleri düzenle

source: Error fetching feed: %s
tr_tr: Besleme çekmede hata: %s

source: Error parsing external feed from %s: %s
tr_tr: %s'den beslemeyi düzenlemede hata: %s

source: External Channels
tr_tr: Uzak Kanallar

source: External Feed
tr_tr: Uzak Besleme

source: Extra information for this feed type
tr_tr: Bu beleme türü için fazladan bilgi

source: Feed
tr_tr: Besleme

source: Feed "%s" is not authored on this system.
tr_tr: Besleme "%s" bu sistemde yazlýmamýþtýr.

source: Feed type changed.
tr_tr: Besleme tipi deðiþti.

source: Feeds
tr_tr: Beslemeler

source: HTML Delivery for "%s"
tr_tr: "%s" 'ýn HTML-daðýtýmý

source: Have "%s" emailed to you
tr_tr: "%s" size e-posta ile gönderildi

source: Latest News
tr_tr: Son haberler

source: Local Feed
tr_tr: Yerel Besleme

source: Manage Feeds
tr_tr: Beslemeleri Yönet

source: Media
tr_tr: Medya

source: Most Popular Stories
tr_tr: En Popüler Haberler

source: My News
tr_tr: Haberlerim

source: My News :: Add Content
tr_tr: Haberlerim :: Ýçerik Ekle

source: New Feed
tr_tr: Yeni Besleme

source: No channels are available.
tr_tr: Hiçbir kanal eriþilebilir deðil.

source: No feed specified.
tr_tr: Hiçbir besleme belirtilmedi.

source: No feeds are available.
tr_tr: Hiçbir besleme eriþilebilir deðil.

source: No story is selected.
tr_tr: Hiçbir haber seçilmedi.

source: No such action "%s" found
tr_tr: Hiçbir "%s" iþlemi bulunamadý

source: No such backend "%s" found
tr_tr: Hiçbir "%s" arka araç'ý bulunamadý

source: No tag requested.
tr_tr: Hiçbir etiket istenmedi.

source: Note: this story won't be delivered to distribution lists automatically if this time is in the future.
tr_tr: Uyarý: belirtilen zaman ileri bir tarihe ait ise bu haber daðýtým listelerine otomatik olarak daðýtýlmayacaktýr.

source: Or publish on this date:
tr_tr: Ya da bu tarihte yayýnla:

source: PDF version
tr_tr: PDF versiyonu

source: Publish Now?
tr_tr: Þimdi yayýnla?

source: RSS Feed of "%s"
tr_tr: "%s" 'in RSS-beslemesi

source: Refresh Channel
tr_tr: Kanal'ý yenile

source: Rich Text
tr_tr: Rich Text formatý

source: Stories
tr_tr: Haberler
