Repository: guoyu07/horde-fw3
Catalog: framework/Kolab_Filter/po/*.po
Languages: de_de, fr_fr, nl_nl

source: %s has accepted the invitation to the following event:
de_de: %s hat die Einladung für folgenden Termin akzeptiert:
fr_fr: %s a accepté l'invitation pour l'évenement suivant :
nl_nl: %s heeft de uitnodiging voor de volgende gebeurtenis geaccepteerd:

source: %s has accepted the update to the following event:
de_de: %s hat die Aktualisierung für folgenden Termin akzeptiert:
fr_fr: %s a accepté la mise à jour de l'évenement suivant :
nl_nl: %s heeft de wijziging voor de volgende gebeurtenis geaccepteerd:

source: %s has been cancelled
de_de: %s wurde storniert.
fr_fr: %s a été annulé.
nl_nl: %s is afgelast

source: %s has declined the invitation to the following event:
de_de: %s hat die Einladung für folgenden Termin abgelehnt:
fr_fr: %s a refusé l'invitation pour l'évenement suivant :
nl_nl: %s heeft de uitnodiging voor de volgende gebeurtenis afgewezen:

source: %s has declined the update to the following event:
de_de: %s hat die Aktualisierung für folgenden Termin abgelehnt:
fr_fr: %s a refusé la mise à jour de l'évenement suivant :
nl_nl: %s heeft de wijziging voor de volgende gebeurtenis afgewezen:

source: %s has tentatively accepted the invitation to the following event:
de_de: %s hat die Einladung für folgenden Termin unter Vorbehalt akzeptiert:
fr_fr: %s a provisoirement accepté l'invitation pour l'évenement suivant :
nl_nl: %s heeft de uitnodiging voor de volgende gebeurtenis voorlopig accepteerd:

source: %s has tentatively accepted the update to the following event:
de_de: %s hat die Aktualisierung für folgenden Termin unter Vorbehalt akzeptiert:
fr_fr: %s a provisoirement accepté la mise à jour pour l'évenement suivant :
nl_nl: %s heeft de wijziging voor de volgende gebeurtenis voorlopig accepteerd:

source: (UNTRUSTED, sender <%s> is not authenticated)
de_de: (NICHT VERTRAUENSWÜRDIG, der Absender <%s> ist nicht authentifiziert)
fr_fr: (SUSPECT, l'expéditeur <%s> n'est pas authentifié)
nl_nl: (NIET VERTROUWD, afzender <%s> is niet geauthenticeerd)

source: (UNTRUSTED, sender is <%s>)
de_de: (NICHT VERTRAUENSWÜRDIG, der Absender ist <%s>)
fr_fr: (SUSPECT, l'expéditeur est <%s>)
nl_nl: (NIET VERTROUWD, afzender <%s>)

source: Accepted:
de_de: Akzeptiert:
fr_fr: Accepté :
nl_nl: Geaccepteerd:

source: Declined:
de_de: Abgelehnt:
fr_fr: Refusé :
nl_nl: Afgewezen:

source: Error processing "%s"
de_de: Fehler beim Verarbeiten von "%s"
fr_fr: Erreur lors du traitement de "%s"
nl_nl: Fout tijdens het bewerken

source: No summary available
de_de: Keine Zusammenfassung verfügbar
fr_fr: Résumé non disponible
nl_nl: Geen samenvatting beschikbaar

source: Tentative:
de_de: Unter Vorbehalt:
nl_nl: Voorlopig

source: The following event has been successfully removed:
de_de: Der folgende Termin wurde erfolgreich gelöscht:
fr_fr: L'évenement suivant a été enlevé avec succès :
nl_nl: De volgende gebeurtenis is succesvol verwijderd:

source: The following event that was canceled is not present in %s's calendar:
de_de: Es wurde versucht den folgenden Termin zu löschen, aber dieser ist im Kalender von %s nicht vorhanden:
fr_fr: L'évenement suivant qui a été annulé n'est pas présent dans l'agenda de %s :
nl_nl: De volgende afgezegde gebeurtenis is niet beschikbaar in de agenda van %s:
